{
  "Ethiopia": {
    "response": {
      "status": "ok",
      "userTier": "internal",
      "total": 1,
      "content": {
        "id": "environment/2015/oct/14/holding-emissions-as-economy-doubles",
        "type": "article",
        "sectionId": "environment",
        "isGone": false,
        "webTitle": "Holding emissions as economy doubles",
        "webPublicationDate": "2015-10-14T08:39:56Z",
        "fields": {
          "shouldHideAdverts": "false",
          "wordcount": "853",
          "shortUrl": "http://gu.com/p/4b7t2",
          "secureThumbnail": "https://media.guim.co.uk/ac149634bbd4f6a9b5dcdd0d978e576fa9f98ca5/0_200_3872_2324/140.jpg",
          "main": "<figure class=\"element element-image\" data-media-id=\"ac149634bbd4f6a9b5dcdd0d978e576fa9f98ca5\"> <img src=\"http://media.guim.co.uk/ac149634bbd4f6a9b5dcdd0d978e576fa9f98ca5/0_200_3872_2324/1000.jpg\" alt=\" Two women walk past a camel market near turbines of the Adama windfarm.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\"> Two women walk past a camel market near turbines of the Adama windfarm.</span> <span class=\"element-image__credit\">Photograph: Vincent Defait/AFP/Getty Images</span> </figcaption> </figure>",
          "liveBloggingNow": "false",
          "body": "<p>Ethiopia was until recently a byword for African famine, drought and absolute poverty. But the climatically vulnerable country where 10 million people rely on food aid and which is responsible <a draggable=\"true\" href=\"https://en.wikipedia.org/wiki/List_of_countries_by_greenhouse_gas_emissions\">for just 0.3% </a> of global carbon emissions will go to the Paris climate talks as a leader of other developing countries, planning to hold its emissions and to double the size of its economy by 2030.</p> <p>Officials in the ministry of the environment in Addis Ababa say they have no option but to act on climate change. “Ethiopia did not cause [it]. But we are confronted by the threat that it poses. It has the potential to destabilise us and other countries in the Horn of Africa, bring more fierce competition for water and other resources,” says a government spokesman.<br tabindex=\"-1\" /></p> <p>“Temperatures have already risen and climate change is likely to bring more regular heavy rainfall, which is likely to result in increased flooding and soil erosion.”<br tabindex=\"-1\" /></p> <p>But the government remains optimistic, trusting that increased rains can be beneficial and that climate change could bring opportunities to reform its land use and farming, much of which has barely changed in 500 years. </p> <p>Ethiopia’s ambitious climate pledge would reduce its greenhouse gas emissions from 150 megatons of CO2 equivalent (Mt CO<sub tabindex=\"-1\">2</sub>e) in 2010 to 145 Mt CO<sub tabindex=\"-1\">2</sub>e in 2030. This is a 64% reduction in the emissions it could have expected to make under business-as-usual development.</p> <p><br tabindex=\"-1\" /></p> <p>It involves the rapid expansion of wind, solar and hydro power; massive reforestation to stop soil erosion; a big increase in the productivity of farmland and a major reduction in the numbers of livestock – the 50 million cows and 100 million other farm animals account for more than 40% of all greenhouse emissions.</p> <p>These measures, along with major irrigation schemes on its rivers plus the introduction of different crops and new farming methods should hold Ethiopia’s annual emissions to less than than one-third of what could be expected if the country grew conventionally at its present pace of around 8% a year, the government says.<br tabindex=\"-1\" /></p> <p>The plan has been welcomed by the UN Development Programme, which said in a statement: “The case for developing a carbon neutral economy is a convincing one for Ethiopia. It has the natural resource assets which will help generate all the clean energy it needs and to decouple the economy from the wildly fluctuating prices and unsustainable nature of the oil-based global economy.”</p> <p>The reality, though, is that like all other developing countries Ethiopia will need billions of dollars in global carbon finance if it is to double the size of its economy while keeping carbon emissions stationary.</p> <p>In the absence of oil money, its plan relies on a strong Paris agreement to generate huge new financial flows from industrialised countries for low-carbon and climate-resilient development. Without this, its plans will be delayed or jettisoned.</p> <p>According to officials, the government expects to access money from the UN’s green climate fund, as well as from carbon offset programmes, bilateral aid and schemes such as <a draggable=\"true\" href=\"http://www.theguardian.com/environment/2012/dec/19/what-is-redd-climate-change-deforestation\">Redd (</a>Reducing Emissions from Deforestation and Forest Degradation) that<a draggable=\"true\" href=\"http://www.theguardian.com/environment/2012/dec/19/what-is-redd-climate-change-deforestation\"> would reward countries which keep their forests</a>.</p> <p>Ethiopia will be competing with more than 100 other developing countries for the adaptation and mitigation money that has been pledged by rich countries. But with the industrialised nations balking at even guaranteeing the $100bn (£65bn) a year they pledged in Copenhagen six years ago to make available after 2020, they may have to queue.</p> <p>Internal pressures may also hinder its chances of turning the country into a low carbon economy quickly. Persuaded by the west, Ethiopia has chosen to adopt an intensive agriculture model that will inevitably force large numbers of people off the land, and be socially divisive. Hydro dams, the mechanisation of agriculture, and the opening of the country to foreign agri-businesses, may reduce emissions but are likely to build political resentment and lead to accusations of land grabbing. </p>  <figure class=\"element element-image\" data-media-id=\"c858acec723c232c404dc078d289a7599b4470cd\"> <img src=\"http://media.guim.co.uk/c858acec723c232c404dc078d289a7599b4470cd/0_232_3500_2101/1000.jpg\" alt=\"A general view shows part of the capital Addis Ababa at night, Ethiopia, May 17, 2015. Daily life of people in Ethiopia, where elections are held this weekend, is portrayed in the east African nation’s churches and mosques, coffee shops and markets, both in the capital Addis Ababa and the walled town of Harar in the east. Ethiopia, home to nearly 100 million people, holds the first poll on Sunday since long-serving leader Meles Zenawi died in 2012. \" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">The capital Addis Ababa at night. </span> <span class=\"element-image__credit\">Photograph: Siegfried Modola/REUTERS</span> </figcaption> </figure>  <p>But Ethiopia has distinct advantages. It is a close ally of Britain and the US because of its strategic position in the volatile Horn of Africa, and under its previous prime minister Meles Zenawi, it attracted billions of dollars of aid at climate summits. Partly in thanks for persuading Africa to compromise on financial aid at the benighted Copenhagen climate summit in 2009, it has been one of the greatest global beneficiaries of climate aid.</p> <p>Tracy Carty, Oxfam climate change policy adviser, said: “Ethiopia has contributed virtually nothing to climate change, is extremely vulnerable to its impacts and has a climate plan which puts developed country INDCs to shame. A 64% reduction in GHG emissions by 2030 is ambitious, and represents significantly more than Ethiopia’s fair share of global climate action. </p> <p>“Over 70% of people in Ethiopia live on less than $2 per day, and the next 10-15 years is expected to be a period of economic growth that conventionally would see emissions rise significantly. The INDC sets the right ambition but climate finance support from richer countries to cover the upfront costs of low carbon development is essential if it is to be realised.” <strong>John Vidal</strong><br /></p>",
          "productionOffice": "UK",
          "isLive": "false",
          "hasStoryPackage": "false",
          "internalPageCode": "2347868",
          "internalContentCode": "457649229",
          "internalRevision": "2914",
          "publication": "theguardian.com",
          "trailText": "Far-reaching pledge makes it a leader of other developing countries, but its reductions are dependent on global green climate funding",
          "allowUgc": "false",
          "headline": "Holding emissions as economy doubles",
          "isInappropriateForSponsorship": "false",
          "byline": "John Vidal",
          "commentable": "false",
          "thumbnail": "http://media.guim.co.uk/ac149634bbd4f6a9b5dcdd0d978e576fa9f98ca5/0_200_3872_2324/140.jpg",
          "isPremoderated": "false",
          "internalComposerCode": "55bf210fe4b00b7765fe3d7d",
          "standfirst": "<p>Far-reaching pledge makes it a leader of other developing countries, but its reductions are dependent on global green climate funding</p>",
          "linkText": "Ethiopia's climate pledge: Ambitious plan will hold emissions as economy doubles",
          "creationDate": "2015-08-03T08:06:39Z",
          "showInRelatedContent": "true",
          "isPrintSent": "false",
          "lastModified": "2015-10-14T09:39:56.211+01:00"
        },
        "webUrl": "http://www.theguardian.com/environment/2015/oct/14/holding-emissions-as-economy-doubles",
        "apiUrl": "https://preview.content.guardianapis.com/environment/2015/oct/14/holding-emissions-as-economy-doubles",
        "sectionName": "Environment"
      }
    }
  },
  "Kenya": {
    "response": {
      "status": "ok",
      "userTier": "internal",
      "total": 1,
      "content": {
        "id": "environment/2015/oct/14/ambitious-plan-conditional-on-climate-finance",
        "type": "article",
        "sectionId": "environment",
        "isGone": false,
        "webTitle": "Ambitious plan conditional on climate finance",
        "webPublicationDate": "2015-10-14T08:56:11Z",
        "fields": {
          "shouldHideAdverts": "false",
          "wordcount": "402",
          "shortUrl": "http://gu.com/p/4c9ee",
          "secureThumbnail": "https://media.guim.co.uk/cc0d14a1818d1a283ca13eb6da908692477ad04f/38_0_3962_2377/140.jpg",
          "main": "<figure class=\"element element-image\" data-media-id=\"cc0d14a1818d1a283ca13eb6da908692477ad04f\"> <img src=\"http://media.guim.co.uk/cc0d14a1818d1a283ca13eb6da908692477ad04f/38_0_3962_2377/1000.jpg\" alt=\"An electric LED light and control unit mounted on a mud wall in a home powered by solar technology in Ndela village, Machakos county, Kenya.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">An electric LED light and control unit mounted on a mud wall in a home powered by solar technology in Ndela village, Machakos county, Kenya.</span> <span class=\"element-image__credit\">Photograph: Waldo Swiegers/Bloomberg/Getty Images</span> </figcaption> </figure>",
          "liveBloggingNow": "false",
          "body": "<p>Kenya hopes to be a newly industrialised middle-income country within 15 years. <a draggable=\"true\" href=\"http://www.theguardian.com/environment/2015/jul/24/kenya-pledges-to-cut-carbon-emissions-30-by-2030\">Cutting emissions by 30%</a> while adapting its economy to climate change are central to the plan.</p> <p>But growing the green economy of a fast-developing African country extremely vulnerable to crippling droughts, water shortages and floods, will need about $40bn (£26bn) investment in climate aid from the UN, other countries and the private sector, says the government.</p> <p>Kenya launched its climate policy ahead of <a draggable=\"true\" href=\"http://www.theguardian.com/us-news/2015/jul/24/kenya-obama-family-nairobi-security\">Barack Obama’s visit to his birth country in July</a>. Like most other developing countries its plan is ambitious but entirely conditional on climate money being found from international sources.</p> <p>Kenya has already started to build large windfarms and other renewable energy projects but if $40bn can be raised following a global deal in Paris, it will massively expand its nascent geothermal, solar and wind energy industries.</p> <p>Convinced, too, by the pioneering work of people such as <a draggable=\"true\" href=\"http://www.theguardian.com/world/2011/sep/26/wangari-maathai-nobel-winner-dies\">deceased Kenyan Nobel peace prize winner Wangari Maathai</a> and her flourishing <a draggable=\"true\" href=\"http://www.greenbeltmovement.org/\">Green Belt movement</a> which has planted more than 50m trees, the government also intends to have hundreds of millions more trees planted to cover about 10% of the country. This would not only act as a carbon sink, but could protect water supplies and help reduce temperatures. </p> <p>Add in low-carbon transport in Kenya’s burgeoning cities, as well as “smart” farming to use less water and energy, and the government hopes to restrict its emissions to about 100m tonnes of CO2 equivalent a year by 2030. That’s roughly what three of the largest European coal power stations burn in a year. It will require massive cultural change for millions of people to switch from burning wood and coal.</p> <p>Mohamed Adow, a climate adviser to Christian Aid, says Kenya’s plans are ambitious. “It submitted its commitment much sooner than many richer countries, demonstrating the kind of ambition other such countries should be aiming for.<br tabindex=\"-1\" /></p> <p>“The country is investing in renewable energy and is demonstrating African countries do not need to be slaves to fossil fuels as they plot their future development out of poverty. But it will need financial and technological support from richer countries.”<br /></p> <p>Like many other African countries, Kenya is already feeling the impacts of climate change. More than 80% of the country is arid and semi-arid land, it has poor infrastructure and its economy depends on climate-sensitive sectors such as rain-fed farming. <strong tabindex=\"-1\">John Vidal</strong></p>",
          "productionOffice": "UK",
          "isLive": "false",
          "hasStoryPackage": "false",
          "internalPageCode": "2368913",
          "internalContentCode": "457927928",
          "internalRevision": "2896",
          "publication": "theguardian.com",
          "allowUgc": "false",
          "isInappropriateForSponsorship": "false",
          "byline": "John Vidal",
          "headline": "Ambitious plan conditional on climate finance",
          "commentable": "true",
          "thumbnail": "http://media.guim.co.uk/cc0d14a1818d1a283ca13eb6da908692477ad04f/38_0_3962_2377/140.jpg",
          "isPremoderated": "false",
          "internalComposerCode": "55f1545ae4b0f3f3043af19e",
          "creationDate": "2015-09-10T09:58:50Z",
          "showInRelatedContent": "true",
          "isPrintSent": "false",
          "lastModified": "2015-10-14T09:56:10.319+01:00"
        },
        "webUrl": "http://www.theguardian.com/environment/2015/oct/14/ambitious-plan-conditional-on-climate-finance",
        "apiUrl": "https://preview.content.guardianapis.com/environment/2015/oct/14/ambitious-plan-conditional-on-climate-finance",
        "sectionName": "Environment"
      }
    }
  },
  "Australia": {
    "response": {
      "status": "ok",
      "userTier": "internal",
      "total": 1,
      "content": {
        "id": "environment/2015/oct/14/domestic-policies-leave-little-chance-of-meeting-target",
        "type": "article",
        "sectionId": "environment",
        "isGone": false,
        "webTitle": "Domestic policies leave little chance of meeting target",
        "webPublicationDate": "2015-10-14T09:20:03Z",
        "fields": {
          "shouldHideAdverts": "false",
          "wordcount": "747",
          "shortUrl": "http://gu.com/p/4cn4g",
          "liveBloggingNow": "false",
          "main": "<figure class=\"element element-image\" data-media-id=\"78cfefb903b94a0af59911ef0113854afc078d7c\"> <img src=\"http://media.guim.co.uk/78cfefb903b94a0af59911ef0113854afc078d7c/0_174_3207_1925/1000.jpg\" alt=\"Pylons running from Liddell Power Station near Muswellbrook.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Pylons running from Liddell Power Station near Muswellbrook.</span> <span class=\"element-image__credit\">Photograph: Tim Wimborne/Reuters</span> </figcaption> </figure>",
          "secureThumbnail": "https://media.guim.co.uk/78cfefb903b94a0af59911ef0113854afc078d7c/0_174_3207_1925/140.jpg",
          "body": "<p><br />Australia’s emissions reduction target for 2030 is lower than some comparable developed countries, but the greatest scrutiny now is whether the new prime minister, Malcolm Turnbull, can improve policies widely regarded as inadequate to achieve it.</p> <p>Before <a href=\"http://www.theguardian.com/australia-news/2015/sep/14/australian-leader-tony-abbott-ousted-by-malcolm-turnbull-after-mps-vote\">he was ousted in a leadership coup </a>in September, the former prime minister Tony Abbott <a href=\"http://www.theguardian.com/australia-news/2015/aug/11/tony-abbott-defends-2030-emissions-target-criticised-as-pathetically-low\">announced Australia would reduce emissions by between 26% and 28% of 2005 levels by 2030</a>. Turnbull has since backed the pledge.</p> <p>Abbott argued it put Australia “foursquare in the middle” of the pledges comparable economies will take to the <a href=\"http://www.theguardian.com/environment/2015/jun/02/everything-you-need-to-know-about-the-paris-climate-summit-and-un-talks\">United Nations meeting in Paris in December</a> and argued Australia’s higher population growth and the higher economic costs of global climate action on coal exports should also be taken into account.</p> <p>“It’s better than Japan. It’s almost the same as New Zealand. It’s a whisker below Canada. It’s a little below Europe. It’s about the same as the United States. It’s vastly better than Korea. Of course, it is unimaginably better than China,” Abbott said at the time.</p>  <figure class=\"element element-image element--supporting\" data-media-id=\"7c225ef3bb5a6d195c90eeac87a7841ca82a5e3a\"> <img src=\"http://media.guim.co.uk/7c225ef3bb5a6d195c90eeac87a7841ca82a5e3a/0_0_4500_2701/1000.jpg\" alt=\"Australian Prime Minister Tony Abbott speaks to the media during a press conference at Parliament House in Canberra, Tuesday, Aug. 11, 2015. The Prime Minister has confirmed his government has set Australia a carbon emissions reduction target of at least 26 per cent by 2030.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Former Australian prime minister, Tony Abbott, announcing a carbon emissions reduction target in September.</span> <span class=\"element-image__credit\">Photograph: Lukas Coch/AAP</span> </figcaption> </figure>  <p>Others disagreed. Bernie Fraser, the chairman of an independent government advisory body – the Climate Change Authority (CCA) – which the Abbott government had unsuccessfully sought to abolish, <a href=\"http://www.theguardian.com/environment/2015/aug/15/climate-change-authority-head-coalition-600bn-carbon-bill-claim-weird\">said the target put Australia</a> “at or near the bottom of the group of countries we generally compare ourselves with”. <a href=\"http://www.theguardian.com/environment/2015/sep/08/bernie-fraser-quits-as-chairman-of-climate-change-authority\">Fraser has since resigned</a>.</p> <p>The CCA <a href=\"http://www.climatechangeauthority.gov.au/reviews/targets-and-progress-review-3\">had recommended much deeper cuts</a> of between 45% to 63% on 2000 when taken from the 2005 base year.</p> <p><a href=\"http://www.climateinstitute.org.au/articles/media-releases/government-climate-targets-fail-key-tests.html\">The Climate Institute thinktank </a>said the target was not scientifically credible, because it did not represent Australia’s fair share of the global task to limit warming to 2C (a goal the Australian government accepts), describing it as “pathetically inadequate”.</p> <p>But the focus is now on whether Turnbull changes Australia’s climate policies, <a href=\"http://www.theguardian.com/environment/2015/aug/13/emissions-target-lack-of-detailed-policy-a-major-concern-say-business-leaders\">which business leaders and environment groups</a> say have little chance of meeting the new target.</p> <p>Climate policy is one of the most contentious issues in Australian politics and Turnbull lost the Liberal leadership when the conservative parties were in opposition in 2009 because of his insistence that they back the then Labor government’s economy-wide emissions trading scheme. </p> <p>Abbott, who wrested the Liberal leadership from him and went on to win the 2013 federal election, said at that time he thought the “settled science of climate change was absolute crap”. The first bill introduced by the Abbott government after the election victory was to repeal the emissions trading scheme, which had been eventually legislated by Labor with the backing of the Greens party. <br /></p> <p>The Abbott government also tried – unsuccessfully – to dramatically reduce Australia’s target for the uptake of renewable energy and to abolish agencies aimed at commercialising and providing finance for clean energy. <a href=\"http://www.theguardian.com/environment/2015/jun/11/windfarms-may-have-potential-health-impacts-tony-abbott-says\">Abbott and key ministers said </a>they found wind turbines “utterly offensive” and “ugly” and promised to appoint a special commissioner to investigate complaints about health impacts of windfarms.</p> <p>Turnbull has been forced to promise the conservative wing of his party that he will not revisit that argument and will stick with the coalition’s so-called “Direct Action” climate plan, which sets aside $2.5bn for a competitive grants process to pay for greenhouse gas abatement. </p> <p>But it is anticipated he will bring a far less hostile approach to action on global warming.</p> <p>He could change other aspects of the policy – including “baselines” for the biggest industrial emitters, which are scheduled to be set at levels <a href=\"http://www.theguardian.com/environment/2015/aug/03/biggest-polluters-able-to-increase-emissions-under-direct-action-study\">which would allow many to increase their greenhouse pollution</a> and without the aim of forcing any reductions. </p>  <figure class=\"element element-image\" data-media-id=\"f909644ccd0564ff897d9f6a22d8e8a71cb28347\"> <img src=\"http://media.guim.co.uk/f909644ccd0564ff897d9f6a22d8e8a71cb28347/0_0_2841_1706/1000.jpg\" alt=\"\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Coal is stockpiled in preparation for loading onto ships for export at the Newcastle Coal Terminal in Newcastle, north of Sydney, Australia, on Wednesday, Sept. 8, 2010. BHP Billiton Ltd. and Rio Tinto Group declined in Sydney trading after Australian Treasurer Wayne Swan signaled the final terms of the government’s planned mining tax may depend on talks with independent lawmakers.</span> <span class=\"element-image__credit\">Photograph: Ian Waldie/Bloomberg/Getty Images</span> </figcaption> </figure>  <p>Abbott once described buying international carbon permits as being like sending “money … offshore into dodgy carbon farms in Equatorial Guinea and Kazakhstan”, but when announcing the new target he did not rule out allowing offshore permits after a review of Australia’s policy in 2017-18. Turnbull could bring forward their inclusion.</p> <p>The Labor opposition has not revealed what post-2020 emissions reduction target it would favour, but environment spokesman Mark Butler has said the government’s target is not high enough. Labor has promised to reintroduce an emissions trading scheme if it wins the general election in 2017.</p> <p>The government modelled the economic cost of its 2030 target. It showed the 26% target would shave between 0.2% and 0.3% from Australian GDP in 2030, <a href=\"http://www.theguardian.com/australia-news/2015/aug/12/exclusive-coalition-modelling-shows-2030-target-will-hit-coal-sector-hardest\">but the same modelling found that </a>– based on similar assumptions, a 35% target would cut only 0.3% to 0.5% and a 45% target would cut between 0.5% and 0.7%. <strong>Lenore Taylor</strong></p>",
          "productionOffice": "UK",
          "isLive": "false",
          "hasStoryPackage": "false",
          "internalPageCode": "2378851",
          "internalContentCode": "458062120",
          "internalRevision": "323",
          "publication": "theguardian.com",
          "allowUgc": "false",
          "isInappropriateForSponsorship": "false",
          "byline": "Lenore Taylor",
          "headline": "Domestic policies leave little chance of meeting target",
          "commentable": "true",
          "thumbnail": "http://media.guim.co.uk/78cfefb903b94a0af59911ef0113854afc078d7c/0_174_3207_1925/140.jpg",
          "isPremoderated": "false",
          "internalComposerCode": "56086fb5e4b0b9c4ec319d02",
          "creationDate": "2015-09-27T22:37:41Z",
          "showInRelatedContent": "true",
          "isPrintSent": "false",
          "lastModified": "2015-10-14T10:20:02.526+01:00"
        },
        "webUrl": "http://www.theguardian.com/environment/2015/oct/14/domestic-policies-leave-little-chance-of-meeting-target",
        "apiUrl": "https://preview.content.guardianapis.com/environment/2015/oct/14/domestic-policies-leave-little-chance-of-meeting-target",
        "sectionName": "Environment"
      }
    }
  },
  "EU": {
    "response": {
      "status": "ok",
      "userTier": "internal",
      "total": 1,
      "content": {
        "id": "environment/2015/oct/14/a-far-reaching-pledge-but-is-it-credible",
        "type": "article",
        "sectionId": "environment",
        "isGone": false,
        "webTitle": "A far-reaching pledge - but is it credible?",
        "webPublicationDate": "2015-10-14T09:03:48Z",
        "fields": {
          "shouldHideAdverts": "false",
          "wordcount": "766",
          "shortUrl": "http://gu.com/p/4cvae",
          "secureThumbnail": "https://media.guim.co.uk/187dba38426f40c9c5f3710d043ce1efbe4a1922/0_244_4896_2938/140.jpg",
          "main": "<figure class=\"element element-image\" data-media-id=\"187dba38426f40c9c5f3710d043ce1efbe4a1922\"> <img src=\"http://media.guim.co.uk/187dba38426f40c9c5f3710d043ce1efbe4a1922/0_244_4896_2938/1000.jpg\" alt=\"Coal power plant in Germany\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Can the EU face down industry lobbies and potential dissent from member states to make good on its climate pledge?</span> <span class=\"element-image__credit\">Photograph: Patrik Stollarz/AFP/Getty Images</span> </figcaption> </figure>",
          "liveBloggingNow": "false",
          "body": "<p>The European Union’s <a href=\"http://www.theguardian.com/world/2014/oct/24/eu-leaders-agree-to-cut-greenhouse-gas-emissions-by-40-by-2030\">promised emissions cut</a> will almost certainly be the most far-reaching climate offer on the table in Paris.</p> <p>If it is fully achieved, with no loopholes or carbon accounting tricks, the EU can say that it is walking a path that offers a greater than 50% chance of limiting global warming to the “safe” threshold of 2C.</p> <p>As the bloc’s 28 members are collectively responsible <a href=\"http://edgar.jrc.ec.europa.eu/news_docs/jrc-2014-trends-in-global-co2-emissions-2014-report-93171.pdf\">for a tenth of global emissions</a> – the third highest total in the world after China and the US – this is no small feat. But some question how ambitious and credible the plan really is.</p> <p>Even without new efforts, the bloc’s own analysis suggests that emissions <a href=\"http://ec.europa.eu/transport/media/publications/doc/trends-to-2050-update-2013.pdf\">will fall by a third by 2030</a> – if carbon prices on its emissions trading system reach €35 (£25) a tonne by 2030, and €100 a tonne in 2050. This is way above market projections though, and moves to hike carbon prices to such levels would be implacably resisted by industry lobbies that have faced down the commission in the past.</p> <p>Reaching its emissions goal may thus require coordinated policy measures at the national and EU level and, possibly, revisiting EU legislation on renewable power and energy efficiency for the post-2020 period.</p> <p>Opinion polls across Europe consistently show strong public backing for more wind and solar in national energy mixes. Also popular is an increase in funding for energy efficiency schemes that can lower the 40% of overall emissions that come from buildings.</p> <p>But nationally binding targets for renewables and efficiency were dropped from the EU’s 2030 package, after <a href=\"http://www.theguardian.com/environment/2015/aug/20/bp-lobbied-against-eu-support-clean-energy-favour-gas-documents-reveal\">a coordinated campaign by fossil fuel firms</a>. </p> <p>Companies such as Shell, BP, Total and Statoil had wanted emissions to be lowered <a href=\"http://www.theguardian.com/environment/2015/apr/27/shell-lobbied-to-undermine-eu-renewables-targets-documents-reveal\">by a single “technology-neutral” greenhouse gas target</a> that would encourage fuel-switching from coal to gas.</p> <p>But this could lock more gas into the EU’s energy mix and crowd out support for renewable sources and greater efficiency, according to environmentalists. The required carbon cuts between 2030 and 2050 would correspondingly be jolting, difficult and costly, they argue.</p> <p>Meanwhile, the EU will not declare whether emissions from land use and forestry are to be included in its 2030 plans, until after Paris. Doing so could reduce the EU’s real 2030 emissions cut from 40% to 36%, <a href=\"http://www.fern.org/LULUCF2030\">say some researchers</a>, because of practices such as chopping down trees for use in biomass which, EU scientists accept, will raise emissions this century.</p> <p>Some or all of these issues may crop up in Paris as developing world negotiators dig for devils in the detail of the EU’s plan, before making their own commitments.</p> <p>The problem is particularly acute because of the European commission’s perceived tendency to back-pedal on climate measures when faced with conservative opposition. Brussels has been rattled in the past five years by a succession of pushbacks – British tabloid campaigns over energy efficient products, North American lobbying for tar sands, and airline industry protests against carbon charges for aviation are three examples. But there are many others.</p> <p>Part of the problem lies in the diverging resources, traditions and interests of the bloc’s members. Poland relies on coal for 90% of its power and its political establishment views decarbonisation as <a href=\"http://www.theguardian.com/environment/2015/aug/26/lord-stern-hits-out-at-claims-about-cost-of-climate-cuts\">a threat to its economy and energy security.</a> </p> <p>Its neighbour Germany though is in the throes of an energy overhaul known as <a href=\"http://energytransition.de/\">the energiewende</a>, which aims at almost complete decarbonisation by mid-century, while simultaneously scrapping nuclear power.</p> <p>Despite this, <a href=\"http://www.euractiv.com/transport/germany-went-rogue-freeze-green-news-529481\">Angela Merkel fought </a>to moderate EU fuel efficiency targets after Germany’s car industry took umbrage. Even climate leaders such as Denmark, which <a href=\"http://www.theguardian.com/environment/2015/jul/10/denmark-wind-windfarm-power-exceed-electricity-demand\">pioneered Europe’s renewables revolution</a> are now <a href=\"http://www.thelocal.dk/20150820/denmark-looks-to-lower-its-climate-goals\">blanching at the short-term cost of their climate goals</a>.</p> <p>The EU has a progressive history in the climate talks process and its nations have <a href=\"http://ec.europa.eu/eurostat/statistics-explained/index.php/Greenhouse_gas_emission_statistics\">already cut carbon emissions by almost one-fifth compared to 1990</a>. The bloc will doubtless play a key role in any final deal that emerges in Paris.</p> <p>Indeed, Brussels will push for <a href=\"http://www.theguardian.com/environment/2015/aug/20/paris-climate-talks-seriously-lagging-eu-calls-urgency\">a more robust package</a> than countries, such as the US, would like, <a href=\"http://www.theguardian.com/environment/2015/jun/11/european-commission-hails-fiddled-serbian-climate-pledge\">on paper at least</a>. Europe’s ask is for weighty emissions cuts, five-yearly reviews of progress, binding targets for 2050 and 2100, and legal mechanisms that can kick in if the world veers too far from the 2C target.</p> <p>But any failure to make headway on these demands could well fracture European unity. </p> <p>Cries from its heavy industry about the relative disadvantage the 2030 climate commitments impose on them could then grow deafening. And if that happens, attempts by Poland and others to row them back may be all but inevitable.<br /><strong>Arthur Neslen</strong></p>",
          "productionOffice": "UK",
          "isLive": "false",
          "hasStoryPackage": "false",
          "internalPageCode": "2362244",
          "internalContentCode": "457827092",
          "internalRevision": "885",
          "publication": "theguardian.com",
          "allowUgc": "false",
          "headline": "A far-reaching pledge - but is it credible?",
          "isInappropriateForSponsorship": "false",
          "byline": "Arthur Neslen in Brussels",
          "commentable": "false",
          "thumbnail": "http://media.guim.co.uk/187dba38426f40c9c5f3710d043ce1efbe4a1922/0_244_4896_2938/140.jpg",
          "isPremoderated": "false",
          "internalComposerCode": "55e08fade4b0adab68c8c1d2",
          "linkText": "Analysis of EU INDC climate pledge",
          "creationDate": "2015-08-28T16:43:25Z",
          "showInRelatedContent": "true",
          "isPrintSent": "false",
          "lastModified": "2015-10-14T10:03:47.939+01:00"
        },
        "webUrl": "http://www.theguardian.com/environment/2015/oct/14/a-far-reaching-pledge-but-is-it-credible",
        "apiUrl": "https://preview.content.guardianapis.com/environment/2015/oct/14/a-far-reaching-pledge-but-is-it-credible",
        "sectionName": "Environment"
      }
    }
  },
  "China": {
    "response": {
      "status": "ok",
      "userTier": "internal",
      "total": 1,
      "content": {
        "id": "global/2015/oct/14/worlds-largest-emitter-steps-up-its-game",
        "type": "article",
        "sectionId": "global",
        "isGone": false,
        "webTitle": "World's largest emitter steps up its game",
        "webPublicationDate": "2015-10-14T08:52:43Z",
        "fields": {
          "shouldHideAdverts": "false",
          "wordcount": "535",
          "shortUrl": "http://gu.com/p/4cc9d",
          "secureThumbnail": "https://media.guim.co.uk/25055a598aae7f35602aa2f7dc5df23867ecf3b5/0_372_5760_3456/140.jpg",
          "main": "<figure class=\"element element-image\" data-media-id=\"25055a598aae7f35602aa2f7dc5df23867ecf3b5\"> <img src=\"http://media.guim.co.uk/25055a598aae7f35602aa2f7dc5df23867ecf3b5/0_372_5760_3456/1000.jpg\" alt=\"Haze surrounds the Forbidden City on a polluted day in Beijing.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Haze surrounds the Forbidden City on a polluted day in Beijing.</span> <span class=\"element-image__credit\">Photograph: Mark Schiefelbein/AP</span> </figcaption> </figure>",
          "liveBloggingNow": "false",
          "body": "<p>China is the world’s largest carbon emitter due to its voracious appetite for coal to fuel its massive economy. For this reason, much attention is on China ahead of the UN climate change negotiations in Paris and its <a draggable=\"true\" href=\"http://www.theguardian.com/environment/2015/jun/30/china-carbon-emissions-2030-premier-li-keqiang-un-paris-climate-change-summit\">post-2020 climate action commitment</a> was eagerly awaited. </p> <p>China has changed its approach to cutting carbon emissions since the disastrous Copenhagen negotiations in 2009 when <a href=\"http://www.theguardian.com/environment/2009/dec/22/copenhagen-climate-change-mark-lynas\"> it was blamed for blocking an agreement</a>. The government is now taking the need to cut emissions seriously and this is reflected in its submission to the United Nations. As part of its pledge to reduce carbon emissions beyond 2020, China has said it will cut its CO2 emissions per unit of GDP by 60-65% from 2005 levels by 2030.</p> <p>China also aims to peak its emissions around 2030. Li Shuo, climate and energy officer with Greenpeace East Asia says this is important as it shows how China’s attitude to tackling emissions has changed. “The inclusion of peaking as part of the INDC [climate pledge] and the preview of it ahead of the UN timeline [in a joint US-China announcement in November 2014] all show that China is stepping up its game and sees it differently now compared to a few years ago,” he said.</p> <p>China’s politicians and its public are under no illusions about the impacts of fossil fuel use. Its cities are choking on smog and a <a href=\"http://www.theguardian.com/world/2015/aug/14/air-pollution-in-china-is-killing-4000-people-every-day-a-new-study-finds\">recent study estimated</a> that air pollution in China contributes to the deaths of 1.6 million people every year.</p> <p>Decades of massive economic growth has lifted millions of Chinese citizens out of poverty but has taken a huge toll on the country’s environment. Under public pressure to improve the situation, China’s premier, <a draggable=\"true\" href=\"http://www.theguardian.com/world/2014/mar/05/china-pollution-economic-reform-growth-target\">Li Keqiang, last year declared war on pollution</a>, committing to overhaul China’s unsustainable economic model. “Domestic air pollution and environmental problems have served as an important background for China in the run up to Paris,” said Li.</p>  <figure class=\"element element-image element--supporting\" data-media-id=\"d6bb70a9fb69dc2a893c9d320078a0f6efeea269\"> <img src=\"http://media.guim.co.uk/d6bb70a9fb69dc2a893c9d320078a0f6efeea269/0_0_3500_2329/1000.jpg\" alt=\"Workers unload coal at a storage site along a railway station in Hefei, Anhui province.\" width=\"1000\" height=\"665\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Workers unload coal at a storage site along a railway station in Hefei, Anhui province.</span> <span class=\"element-image__credit\">Photograph: Jianan Yu/Reuters</span> </figcaption> </figure>  <p>As China attempts to reduce its coal consumption, it is ramping up its use of renewable energies, aiming for non-fossil fuels to make up around 20% of its primary energy consumption by 2030. As part of this plan, it will increase its installed capacity of wind power to 200 gigawatts (GW) and solar power to around 100GW, up from 95.81GW and 28GW today, respectively.</p> <p>It will also increase its use of natural gas which is expected to make up more than 10% of its primary energy consumption by 2020. According to figures by the World Resources Institute, this will require China to deploy between 800GW and 1,000GW of non-fossil fuel capacity, almost the total electricity capacity of the US.</p> <p>While 2030 is the stated aim for emissions to peak, China has also said it will “work harder” to do so earlier. </p> <p>With its need to tackle air pollution and its slowing economy, many analysts believe China will achieve its targets early. Last year <a href=\"http://www.stats.gov.cn/english/PressRelease/201502/t20150228_687439.html\">coal consumption dropped by 2.9% </a> and is expected to be down again this year. Li said that he believes China will meet its commitment and likely go beyond it. It is “the starting line instead of the end point,” he said. <strong>Jennifer Duggan</strong><br /></p>",
          "productionOffice": "UK",
          "isLive": "false",
          "hasStoryPackage": "false",
          "internalPageCode": "2370964",
          "internalContentCode": "457953636",
          "internalRevision": "386",
          "publication": "theguardian.com",
          "allowUgc": "false",
          "isInappropriateForSponsorship": "false",
          "byline": "Jennifer Duggan",
          "headline": "World's largest emitter steps up its game",
          "commentable": "false",
          "thumbnail": "http://media.guim.co.uk/25055a598aae7f35602aa2f7dc5df23867ecf3b5/0_372_5760_3456/140.jpg",
          "isPremoderated": "false",
          "internalComposerCode": "55f6ba25e4b0a1e0c618fedb",
          "creationDate": "2015-09-14T12:14:29Z",
          "showInRelatedContent": "true",
          "isPrintSent": "false",
          "lastModified": "2015-10-14T09:52:42.891+01:00"
        },
        "webUrl": "http://www.theguardian.com/global/2015/oct/14/worlds-largest-emitter-steps-up-its-game",
        "apiUrl": "https://preview.content.guardianapis.com/global/2015/oct/14/worlds-largest-emitter-steps-up-its-game",
        "sectionName": "Global"
      }
    }
  },
  "Mexico": {
    "response": {
      "status": "ok",
      "userTier": "internal",
      "total": 1,
      "content": {
        "id": "environment/2015/oct/14/solid-pledge-could-be-undermined-by-lack-of-political-will",
        "type": "article",
        "sectionId": "environment",
        "isGone": false,
        "webTitle": "Solid pledge could be undermined by lack of political will",
        "webPublicationDate": "2015-10-14T09:18:28Z",
        "fields": {
          "shouldHideAdverts": "false",
          "wordcount": "636",
          "shortUrl": "http://gu.com/p/4c6cv",
          "secureThumbnail": "https://media.guim.co.uk/24aebb422f4f36eba90ef01a1e92dc5ae7044e25/0_384_5760_3456/140.jpg",
          "main": "<figure class=\"element element-image\" data-media-id=\"24aebb422f4f36eba90ef01a1e92dc5ae7044e25\"> <img src=\"http://media.guim.co.uk/24aebb422f4f36eba90ef01a1e92dc5ae7044e25/0_384_5760_3456/1000.jpg\" alt=\"Aerial view of urban sprawl and smog in Mexico City, Mexico.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Aerial view of urban sprawl and smog in Mexico City, Mexico.</span> <span class=\"element-image__credit\">Photograph: Alamy Stock Photo</span> </figcaption> </figure>",
          "liveBloggingNow": "false",
          "body": "<p>Mexico received international praise for being the first major developing country to submit its <a href=\"http://www4.unfccc.int/submissions/INDC/Published%20Documents/Mexico/1/MEXICO%20INDC%2003.30.2015.pdf\">pledge to the UN</a> on curbing greenhouse gas emissions ahead of the Paris summit. </p> <p>Mexico promised to start reducing emissions from 2026, with an unconditional pledge that by 2030 they would be 22% lower than business-as-usual projections. With conditions, the government said the reductions could be 40%. </p> <p>These targets, submitted in March, were also lauded as being fairly ambitious in a country that contributes only about 1.4% of global emissions. </p> <p>Lying between two oceans, already subject to extreme weather conditions such as hurricanes and drought, regularly challenged by forest fires and recognised as one of the world’s most environmentally diverse countries, Mexico is particularly vulnerable to climate change and had already built an international reputation for taking the phenomenon seriously. </p> <p>In 2010, the government of then president Felipe Calderón was widely credited with helping <a href=\"http://www.theguardian.com/environment/2010/dec/13/cancun-climate-agreement\">to salvage the treaty process in Cancún</a>, after previous year’s talks in Copenhagen ended in chaos. It passed a general law on climate change in 2012, and a national climate change strategy in 2013. </p> <p>But there are still many questions hanging over both the targets and the degree to which Mexican governments will be genuinely committed to fulfilling them. </p> <p>Beyond the ever-present competition over already scant resources, green issues rarely occupy an important place in the domestic political agenda. While environmental consciousness in Mexico is rising, and the country does have some committed and vocal activist groups, they have little echo in electoral politics. </p> <p> President Enrique Peña Nieto included no mention of climate change, and only one general reference to the environment, in his two-hour-long state of the nation address on 2 September. The country’s Green party, an ally of the government, is famed as being among the most opportunistic and allegedly corrupt, as well as notoriously uninterested in the environment. </p> <p>Discussion of climate change, in particular, rarely gets down to details. <br />An opinion poll commissioned by the national Congress in June 2014 found an overwhelming majority, 94%, agreed with the statement that climate change was “a threat to Mexico,” while 88% said the climate had become “less predictable in recent years.” </p> <p>But the only question included in the poll measuring opinion on what to do about it was whether those questioned believed economic growth should be the priority, or stopping climate change “even if this means less growth and losing jobs.” The poll found 45% agreed with the first idea, and 36% with the second. </p> <p>The media, meanwhile, barely mentioned environmental issues during the intense debates over Mexico’s major 2013 energy reform, that is focused on increasing private investment in the exploration and exploitation of the country’s considerable oil and gas reserves. </p> <p>The only law associated with that energy reform that has not yet been approved by the legislature is a bill designed to promote renewables, considered key to Mexico’s ability to make good on its pledges to Paris. </p> <p>Renewables currently make up about 14% of Mexico’s energy mix, primarily thanks to hydropower, but the country is widely said to have huge potential in wind and solar power. The Energy Transition law, as it is currently proposed, is supposed to set a minimum role for renewables in electricity generation of 25% by 2018 and 60% by 2050. </p> <p>Confidence in Mexico’s pledges is also, at least partially, undermined by widespread mistrust in all government institutions, that tend to systematically bury statistics that don’t fit with the official line. </p> <p>There has already been some question over recent modifications made to the official emissions calculations, without release of the methodology. These have led some to speculate whether, even if met, the targets might not be all they are cracked up to be. <strong>Jo Tuckman</strong></p>",
          "productionOffice": "UK",
          "isLive": "false",
          "hasStoryPackage": "false",
          "internalPageCode": "2366658",
          "internalContentCode": "457879143",
          "internalRevision": "449",
          "publication": "theguardian.com",
          "allowUgc": "false",
          "isInappropriateForSponsorship": "false",
          "byline": "Jo Tuckman in Mexico City",
          "headline": "Solid pledge could be undermined by lack of political will",
          "commentable": "true",
          "thumbnail": "http://media.guim.co.uk/24aebb422f4f36eba90ef01a1e92dc5ae7044e25/0_384_5760_3456/140.jpg",
          "isPremoderated": "false",
          "internalComposerCode": "55ed36bfe4b0a6f71715282f",
          "creationDate": "2015-09-07T07:03:27Z",
          "showInRelatedContent": "true",
          "isPrintSent": "false",
          "lastModified": "2015-10-14T10:18:28.026+01:00"
        },
        "webUrl": "http://www.theguardian.com/environment/2015/oct/14/solid-pledge-could-be-undermined-by-lack-of-political-will",
        "apiUrl": "https://preview.content.guardianapis.com/environment/2015/oct/14/solid-pledge-could-be-undermined-by-lack-of-political-will",
        "sectionName": "Environment"
      }
    }
  },
  "Morocco": {
    "response": {
      "status": "ok",
      "userTier": "internal",
      "total": 1,
      "content": {
        "id": "environment/2015/oct/14/solar-and-land-use-plans-set-standard-for-poorer-nations",
        "type": "article",
        "sectionId": "environment",
        "isGone": false,
        "webTitle": "Solar and land use plans set standard for poorer nations",
        "webPublicationDate": "2015-10-14T09:17:28Z",
        "fields": {
          "shouldHideAdverts": "false",
          "wordcount": "430",
          "shortUrl": "http://gu.com/p/4ca22",
          "secureThumbnail": "https://media.guim.co.uk/7578f0b239049272a91bd61455b725c0fdcf715a/0_242_3188_1913/140.jpg",
          "main": "<figure class=\"element element-image\" data-media-id=\"7578f0b239049272a91bd61455b725c0fdcf715a\"> <img src=\"http://media.guim.co.uk/7578f0b239049272a91bd61455b725c0fdcf715a/0_242_3188_1913/1000.jpg\" alt=\"Construction workers building a thermo-solar power plant in Beni Mathar.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Construction workers building a thermo-solar power plant in Beni Mathar.</span> <span class=\"element-image__credit\">Photograph: Rafael Marchante/Reuters</span> </figcaption> </figure>",
          "liveBloggingNow": "false",
          "body": "<p>Morocco will host next year’s UN climate summit and is becoming an Arab leader at the Paris talks in December. Earlier this year the north African country, which is 95% dependent on Middle East oil and gas for its energy, committed to spending $10bn (£6.5bn) of its own money to make a 13% reduction in greenhouse gas emissions by 2030.</p> <p>But it also <a href=\"http://www4.unfccc.int/submissions/INDC/Published%20Documents/Morocco/1/Morocco%20INDC%20submitted%20to%20UNFCCC%20-%205%20june%202015.pdf\">pledged to cut emissions a further 19%</a> if $35bn of additional money can be generated from UN climate funds, the private sector and other countries.</p> <p>The difference between the two pledges, both of which would be reductions on business-as-usual projections rather than present emissions, is significant. The 13% pledge would see emissions carry on rising by as much as 50% over the next 15 years. The more ambitious 32% overall pledge would mean holding them to within about 10% of what they are today. Morocco would thus “save” over 400m tonnes of CO2 on business-as-usual development.</p> <p>Happily, the fast-growing country, which has seen record heatwaves and floods in the last few years, has abundant untapped resources of sunshine, wind and water which should make it straightforward for it to generate at least 50% of its electricity from solar, wind and hydro by 2025 compared to under 30% today. It plans to spend $9bn on solar alone, potentially exporting power to its neighbours. Its €1bn <a draggable=\"true\" href=\"http://www.nrel.gov/csp/solarpaces/project_detail.cfm/projectID=270\">Noor 1 concentrating solar power (CSP) project</a> at Ouarzazate is due for completion this year.</p> <p>Looking ahead, Morocco also plans to develop its gas industry and even build a nuclear power station, but it is seen as a climate pioneer because to reduce its emissions after Paris it intends to join a select group of developing countries committed to reforming or completely eliminating existing fossil fuel subsidies. Morocco says it would redirect any money saved to renewables.<br /></p> <p>Its plan has also been welcomed because it is one of the first developing countries to seriously address emissions land use. Nearly 30% of its projected cuts, it says, would come from protecting soils, reducing the number of cattle, preventing forest fires and restoring and expanding its forested area by around 50,000 hectares a year.</p> <p> “Morocco’s [pledge at the Paris climate talks] stands out in its acknowledgment of the role of the land sector as both a source and a sink for emissions. It confirms that [climate] action is possible, even without external international financing and has shown a model that other developing nations should emulate,” said Kalifi Ferretti-Gallon, an analyst with the Union of Concerned Scientists in Washington. <strong tabindex=\"-1\">John Vidal</strong></p>",
          "productionOffice": "UK",
          "isLive": "false",
          "hasStoryPackage": "false",
          "internalPageCode": "2369306",
          "internalContentCode": "457934209",
          "internalRevision": "833",
          "publication": "theguardian.com",
          "trailText": "Host next of year’s UN climate summit plans to spend $9bn on solar alone to achieve at least a 13% reduction by 2030",
          "allowUgc": "false",
          "headline": "Solar and land use plans set standard for poorer nations",
          "isInappropriateForSponsorship": "false",
          "byline": "John Vidal",
          "commentable": "false",
          "thumbnail": "http://media.guim.co.uk/7578f0b239049272a91bd61455b725c0fdcf715a/0_242_3188_1913/140.jpg",
          "isPremoderated": "false",
          "internalComposerCode": "55f1b29ce4b0f3f3043af36b",
          "standfirst": "<p>Host next of year’s UN climate summit plans to spend $9bn on solar alone to achieve at least a 13% reduction by 2030</p>",
          "linkText": "Morocco's climate pledge: Renewables drive and land use plan set strong example",
          "creationDate": "2015-09-10T16:41:00Z",
          "showInRelatedContent": "true",
          "isPrintSent": "false",
          "lastModified": "2015-10-14T10:17:27.748+01:00"
        },
        "webUrl": "http://www.theguardian.com/environment/2015/oct/14/solar-and-land-use-plans-set-standard-for-poorer-nations",
        "apiUrl": "https://preview.content.guardianapis.com/environment/2015/oct/14/solar-and-land-use-plans-set-standard-for-poorer-nations",
        "sectionName": "Environment"
      }
    }
  },
  "Japan": {
    "response": {
      "status": "ok",
      "userTier": "internal",
      "total": 1,
      "content": {
        "id": "environment/2015/oct/14/nuclear-woes-contribute-to-underwhelming-plan",
        "type": "article",
        "sectionId": "environment",
        "isGone": false,
        "webTitle": "Nuclear woes contribute to underwhelming plan",
        "webPublicationDate": "2015-10-14T09:08:57Z",
        "fields": {
          "shouldHideAdverts": "false",
          "wordcount": "730",
          "shortUrl": "http://gu.com/p/4c2m5",
          "secureThumbnail": "https://media.guim.co.uk/22342167f5c451fbfed557a522f2a28cdf206eb0/0_149_3000_1799/140.jpg",
          "main": "<figure class=\"element element-image\" data-media-id=\"22342167f5c451fbfed557a522f2a28cdf206eb0\"> <img src=\"http://media.guim.co.uk/22342167f5c451fbfed557a522f2a28cdf206eb0/0_149_3000_1799/1000.jpg\" alt=\"Coal is stockpiled after being imported at the Onahama port in Iwaki City, Fukushima Prefecture, Japan.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Coal is stockpiled after being imported at the Onahama port in Iwaki City, Fukushima Prefecture, Japan.</span> <span class=\"element-image__credit\">Photograph: Tomohiro Ohsumi/Bloomberg/Getty Images</span> </figcaption> </figure>",
          "liveBloggingNow": "false",
          "body": "<p>Despite being the host of the UN summit that led to the Kyoto protocol on climate change in 1997, Japanese negotiators will arrive in Paris in November with an underwhelming plan of action for greenhouse gas reductions.<br /></p> <p>Just as US president, Barack Obama, <a href=\"http://www.theguardian.com/environment/2015/sep/01/barack-obama-in-alaska-global-fight-against-climate-change-starts-here\">issued a call to arms</a> to save the climate “while we still can,” Japan announced modest carbon emission reductions that drew criticism from environment campaigners and earned it <a href=\"http://www.climatenetwork.org/fossil-of-the-day\">Fossil of the Day </a>award from the Climate Action Network. </p> <p>In <a href=\"http://www4.unfccc.int/submissions/INDC/Published%20Documents/Japan/1/20150717_Japan&apos;s%20INDC.pdf\">its submission to the UN</a>, Japan said it would cut emissions by 26% by 2030 from 2013 levels. The prime minister, Shinzo Abe, described the plan as “ambitious,” but critics derided it as feeble.</p> <p>“Abe will fail to meet even this abysmally weak climate target, and his fantasy energy policy with its reliance on expensive and dangerous nuclear energy won’t help,” said Ai Kashiwagi, energy campaigner at Greenpeace Japan.</p> <p>“While much of the world is rapidly speeding towards a renewable energy future, Abe is standing in the way. The failure of his energy policy will instead lock Japan into a future of massive emissions, energy insecurity, and 20th century fossil fuel dependency.” </p> <p>In the baseline year of 2013, Japan – the world’s fifth biggest emitter of greenhouse gases – saw emissions rise to 1.41bn metric tonnes of carbon dioxide, the second highest on record. Set against the Kyoto protocol’s baseline year of 1990, Japan’s Paris target represents a cut of just 18%. The European Union, by contrast, has pledged a 40% cut from 1990. </p> <p>Nuclear disaster has cast a long shadow over Japan’s energy policy. It is still struggling to develop a credible and affordable energy policy, four and a half years after its plans to increase nuclear power output were shattered by the triple <a href=\"http://www.theguardian.com/environment/fukushima\">meltdown at Fukushima Daiichi plant</a>.</p> <p>Japan told UN it had “faced a drastic change in its circumstances with regard to energy” as a result of the March 2011 disaster, and it had been forced to review and rebuild its energy strategy “from scratch”. </p> <p>Before the tsunami, which destroyed large parts of the north-east coast and sparked the worst nuclear crisis for a quarter of a century, nuclear power supplied almost a third of Japan’s energy needs, and there were plans to raise its share to about half.</p> <p>Instead, the disaster led to the gradual closure of all of the country’s 48 working reactors to undergo safety checks following an overhaul of its regulatory regime. A reactor at Sendai nuclear plant in south-west Japan <a href=\"http://www.theguardian.com/environment/2015/aug/11/japan-restarts-first-nuclear-reactor-fukushima-disaster\">went back online in August</a>, marking the first time Japan had generated nuclear power for almost two years. </p> <p>While around 20 other nuclear restarts are planned – with Sendai’s second reactor expected to go back into operation next month – a deeply rooted public mistrust of nuclear has compromised Japan’s ability to tackle climate change. </p> <p>With all its reactors offline, the country has been forced to import record amounts of gas, oil and coal. Abe, supported by the business lobby, believes Japan must lower its dependence on expensive fossil fuels to boost its economy and honour its climate change commitments. </p> <p>In its recently published power generation plan, the trade and industry ministry said nuclear should account for 20-22% of Japan’s energy mix by 2030, with renewable energy – mostly hydropower - at 22-24% and liquefied natural gas (LNG) at 27%.</p> <p>The country’s dependence on coal will rise to 26%, up from 24% before the Fukushima crisis.</p>  <figure class=\"element element-image\" data-media-id=\"6a77c4d9c621e0ab43ccedb1eeda7a35ee48172d\"> <img src=\"http://media.guim.co.uk/6a77c4d9c621e0ab43ccedb1eeda7a35ee48172d/0_0_3000_1989/1000.jpg\" alt=\"Protesters taking part in the Goodbye to Nuclear Power Plants parade.\" width=\"1000\" height=\"663\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Protesters taking part in the Goodbye to Nuclear Power Plants parade.</span> <span class=\"element-image__credit\">Photograph: Jeremy Sutton-Hibbert/Getty Images</span> </figcaption> </figure>  <p>The power sector, which accounts for about 40% percent of Japan’s greenhouse gas emissions, believes it can reduce industry-wide CO2 emissions by up to 11m tonnes a year by building next-generation fossil-fuel plants that reduce carbon emissions.</p> <p>The prospect of dozens of new coal-fired plants has alarmed environment campaigners. Kiko Network, a Japanese group, estimates that more than 40 new coal <a href=\"http://sekitan.jp/wp-content/uploads/2015/04/150409coalpowerplant_plansbidsshutdown_en.pdf\">plants</a> could be built.</p> <p>The environment ministry, too, recently objected to plans to replace an old oil-fired thermal plant in central Japan with a coal-fired facility that could go into commercial operation in 2023.</p> <p>“If construction goes ahead as planned, it will jeopardise our chances of achieving our greenhouse gas reduction target,” the environment minister, Yoshio Mochizuki told reporters, earlier this year. </p> <p>Far from reducing emissions, Kiko Network estimates the new plant will emit more than 7m tonnes of carbon dioxide a year.<br tabindex=\"-1\" /><strong tabindex=\"-1\">Justin McCurry</strong></p> <p><em><br /></em></p>",
          "productionOffice": "AUS",
          "isLive": "false",
          "hasStoryPackage": "false",
          "internalPageCode": "2364017",
          "internalContentCode": "457846723",
          "internalRevision": "711",
          "publication": "theguardian.com",
          "allowUgc": "false",
          "isInappropriateForSponsorship": "false",
          "byline": "Justin McCurry in Tokyo",
          "headline": "Nuclear woes contribute to underwhelming plan",
          "commentable": "true",
          "thumbnail": "http://media.guim.co.uk/22342167f5c451fbfed557a522f2a28cdf206eb0/0_149_3000_1799/140.jpg",
          "isPremoderated": "false",
          "internalComposerCode": "55e68c90e4b0f798ea810428",
          "creationDate": "2015-09-02T05:43:44Z",
          "showInRelatedContent": "true",
          "isPrintSent": "false",
          "lastModified": "2015-10-14T10:08:57.062+01:00"
        },
        "webUrl": "http://www.theguardian.com/environment/2015/oct/14/nuclear-woes-contribute-to-underwhelming-plan",
        "apiUrl": "https://preview.content.guardianapis.com/environment/2015/oct/14/nuclear-woes-contribute-to-underwhelming-plan",
        "sectionName": "Environment"
      }
    }
  },
  "Marshall Islands": {
    "response": {
      "status": "ok",
      "userTier": "internal",
      "total": 1,
      "content": {
        "id": "environment/2015/oct/13/marshall-islands-climate-pledge-slash-emissions-by-32-on-2010-levels-by-2025",
        "type": "article",
        "sectionId": "environment",
        "isGone": false,
        "webTitle": "Marshall Islands' climate pledge: Slash emissions by 32% on 2010 levels by 2025",
        "webPublicationDate": "2015-10-13T13:03:34Z",
        "fields": {
          "shouldHideAdverts": "false",
          "wordcount": "667",
          "shortUrl": "http://gu.com/p/4c4t2",
          "secureThumbnail": "https://media.guim.co.uk/ef361751f8f863dd7f19b7c3b41f2cc2e9faf527/0_0_2800_1680/140.jpg",
          "main": "<figure class=\"element element-image\" data-media-id=\"ef361751f8f863dd7f19b7c3b41f2cc2e9faf527\"> <img src=\"http://media.guim.co.uk/ef361751f8f863dd7f19b7c3b41f2cc2e9faf527/0_0_2800_1680/1000.jpg\" alt=\"Rising seawater washes across Ejit Island in Majuro Atoll, Marshall Islands. \" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Rising seawater washes across Ejit Island in Majuro Atoll, Marshall Islands. </span> <span class=\"element-image__credit\">Photograph: Giff Johnson/AFP/Getty Images</span> </figcaption> </figure>",
          "liveBloggingNow": "false",
          "body": "<p>If every country cut carbon in the way the Marshall Islands has pledged, the world would avoid the worst of climate change.</p> <p>In July, the country was the first small island developing state to announce <a href=\"http://www4.unfccc.int/submissions/INDC/Published%20Documents/Marshall%20Islands/1/150721%20RMI%20INDC%20JULY%202015%20FINAL%20SUBMITTED.pdf\">INDC</a> to the global effort to cut carbon emissions. </p> <p>President Christopher Loeak said the “ambitious” target of 32% below 2010 levels by 2025 would “show the way” for other countries. By 2030 the country intends to have slashed 45% off its tiny carbon footprint.</p> <p>“The science says this is what’s required globally,” he said.</p> <p>The <a href=\"https://www.ipcc.ch/pdf/assessment-report/ar5/wg3/ipcc_wg3_ar5_summary-for-policymakers.pdf\">last UN climate report said</a> the world as a whole needed to cut emissions roughly in half by 2050 to have a chance of keeping global warming below 2C, the threshold governments have agreed to keep under.</p> <p>“The Marshall Islands pledge is a sharper downward trajectory,” said Richard Black, director of the Energy and Climate Intelligence Unit. “So yes, if everyone did this and extended it out to 2050, we’d probably stay under 2C.”</p> <p>The Marshall Islands produces just 0.0006% of global emissions, but its role on the international stage dwarfs the country’s contribution to climate change. </p> <p>Rather than a small island nation, the president describes the Marshall Islands as a “large ocean nation”. Its 2,000 atolls are spread over nearly 2m sq km of the Pacific and rarely reach more than two metres above sea level. Rising waters, driven by the warmth of climate change are <a href=\"http://www.theguardian.com/environment/2015/mar/09/losing-paradise-the-people-displaced-by-atomic-bombs-and-now-climate-change\">causing regular havoc and displacement</a>. Record droughts are destroying crops and the precious surrounding <a href=\"http://www.theguardian.com/environment/2014/dec/19/major-coral-bleaching-pacific-may-worst-20-years\">coral reefs are bleaching and dying</a>. </p> <p>Imbued with symbolism by the harsh and immediate reality of climate change, the leaders’ voices have pricked the conscience of the world’s biggest emitters.</p> <p>This is also how their INDC should be viewed, said Saleemul Huq, the director of the International Centre for Climate Change and Development. “The fact that even poor and vulnerable developing countries are submitting INDCs is important to emphasise that all countries are doing what they can. After all every tonne of greenhouse gas emitted has the same adverse impact regardless of where it is emitted from.” However, Black admitted there was “not a cat in hell’s chance” of China or India following the Marshall Islands’ lead with their own reductions.</p> <p>Representing their country at the annual climate forums has been a double-edged sword for Loeak and foreign minister Tony de Brum. They are lionised by some at home and many abroad for championing their islands against vastly more powerful leaders. But domestic political opponents accuse them of jetsetting and, on the street, some people worry their focus is elsewhere.</p> <p>The major difficulty the islands faced in producing a target was assessing the country’s actual emissions, for which little data exists. There are only three sources of emissions in the islands – cars, boats and electricity generation. All run on imported petrol, but records are sketchy or tightly held by Mobil. Using customs data, consultants eventually arrived at a 2010 total of 183,000 tonnes of CO2 equivalent – roughly what the US emits in 14 hours.</p> <p>“About 90% of the Marshall Islands’ energy comes from imported petroleum products, and the inevitable price volatility has caused national emergencies in the past,” said Black. “So switching to predictable cost energy technologies such as solar and coconut biomass-burning has a massive appeal as a route to economic stability, as well as tackling climate change.” </p> <p>Lowell Alik, director of the Marshall Islands Office for Environmental Protection and Policy Coordination, <a href=\"http://newsroom.unfccc.int/unfccc-newsroom/four-governments-present-climate-action-plans-in-bonn/\">told a meeting</a> at the recent Bonn climate talks that the country had already begun to shift away from fossil fuels after a price shock in 2008.</p> <p>“In 2008, imported fossil fuels consumed between 25 to 40% of GDP, a clear barrier to development. But with the new energy policy, energy-related emissions have now peaked and are declining.”</p> <p>“Our national circumstances dictate that a low-carbon future is a key opportunity to strengthen national growth, and not a barrier to it,” he said. <strong>Karl Mathiesen</strong></p>",
          "productionOffice": "UK",
          "isLive": "false",
          "hasStoryPackage": "false",
          "internalPageCode": "2365364",
          "internalContentCode": "457864961",
          "internalRevision": "327",
          "publication": "theguardian.com",
          "trailText": "If every country cut this much carbon, the Paris talks would achieve their aim",
          "allowUgc": "false",
          "headline": "Marshall Islands' climate pledge: Slash emissions by 32% on 2010 levels by 2025",
          "isInappropriateForSponsorship": "false",
          "byline": "Karl Mathiesen",
          "commentable": "false",
          "thumbnail": "http://media.guim.co.uk/ef361751f8f863dd7f19b7c3b41f2cc2e9faf527/0_0_2800_1680/140.jpg",
          "isPremoderated": "false",
          "internalComposerCode": "55e87db9e4b019bd8fe33372",
          "standfirst": "<p>If every country cut this much carbon, the Paris talks would achieve their aim</p>",
          "linkText": "Marshall Islands' climate pledge: Slash emissions by 32% on 2010 levels by 2025",
          "creationDate": "2015-09-03T17:04:57Z",
          "showInRelatedContent": "true",
          "isPrintSent": "false",
          "lastModified": "2015-10-13T14:03:33.280+01:00"
        },
        "webUrl": "http://www.theguardian.com/environment/2015/oct/13/marshall-islands-climate-pledge-slash-emissions-by-32-on-2010-levels-by-2025",
        "apiUrl": "https://preview.content.guardianapis.com/environment/2015/oct/13/marshall-islands-climate-pledge-slash-emissions-by-32-on-2010-levels-by-2025",
        "sectionName": "Environment"
      }
    }
  },
  "Russia": {
    "response": {
      "status": "ok",
      "userTier": "internal",
      "total": 1,
      "content": {
        "id": "environment/2015/oct/14/political-and-business-climate-make-cuts-unlikely",
        "type": "article",
        "sectionId": "environment",
        "isGone": false,
        "webTitle": "Political and business climate make cuts unlikely",
        "webPublicationDate": "2015-10-14T10:37:19Z",
        "fields": {
          "shouldHideAdverts": "false",
          "wordcount": "515",
          "shortUrl": "http://gu.com/p/4c4qv",
          "secureThumbnail": "https://media.guim.co.uk/bf4de979cce0a95240b54720cef47f80518478ae/0_209_3218_1931/140.jpg",
          "main": "<figure class=\"element element-image\" data-media-id=\"bf4de979cce0a95240b54720cef47f80518478ae\"> <img src=\"http://media.guim.co.uk/bf4de979cce0a95240b54720cef47f80518478ae/0_209_3218_1931/1000.jpg\" alt=\"Tourists walk along Red Square in heavy smog, caused by peat fires in nearby forests, in central Moscow.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Tourists walk along Red Square in heavy smog, caused by peat fires in nearby forests, in central Moscow.</span> <span class=\"element-image__credit\">Photograph: Alexander Demianchuk/Reuters</span> </figcaption> </figure>",
          "liveBloggingNow": "false",
          "body": "<p>In a country famed for icy temperatures, the concept of global warming is often greeted with jovial chuckling. While many in the Russian political elite understand the seriousness of the problem, the current economic downturn, and conventional short-term economic thinking, means the political will to prioritise reducing emissions is absent.</p> <p>Russia’s greenhouse gas emissions did not grow in 2014, as the country entered economic downturn, due to western sanctions and the falling price of oil. In recent years, greenhouse emissions have risen, but at a much slower rate than economic growth, mainly because the economy has been restructured from heavy industry and manufacturing towards resource extraction and services, since president Vladimir Putin came to power in 2000.</p> <p><a href=\"http://www4.unfccc.int/submissions/INDC/Published%20Documents/Russia/1/Russian%20Submission%20INDC_eng_rev1.doc\">Russia’s submission to the United Nations</a> promises to cut emissions by 25-30% by 2030, from 1990 levels. The offer is much less than could be achieved if there was real will among politicians and business to take the issue seriously, say experts, but the political and business climate in Russia make this unlikely.</p> <p>“A large part of the problem is the very nature of the Russian political and economic system, something that is not likely to change in the near future,” said Alexey Kokorin of the WWF. “Business doesn’t like to plan long term; people are afraid to invest the money they have. It’s very difficult to change this mindset because of the way crony capitalism works in Russia.”</p> <p>The slump in oil prices and sanctions over Ukraine has scaled down ambition. Subsidies for energy efficient businesses have been cancelled this year and rediverted to provide support for electric grids, spending on the World Cup, and social benefits, as falling oil prices squeezes non-essential spending.</p> <p>However, a new regulation will introduce obligatory greenhouse gas reporting by Russian enterprises and should provide information on who is polluting, a measure that was strongly opposed by the Russian Union of Industrialists but was nevertheless pushed through.</p> <p>Warming in the country is occurring faster than anywhere else in the world. A report from Russia’s meteorological agency found that over the past century, average temperatures rose by 1.3C in Russia, compared with 0.8C globally.</p>  <figure class=\"element element-image\" data-media-id=\"07268b99206ca7739030bf093f97c41e2ee9abe6\"> <img src=\"http://media.guim.co.uk/07268b99206ca7739030bf093f97c41e2ee9abe6/0_0_1100_752/1000.jpg\" alt=\"By mid-summer 2015, satellite images show fires and smoke in Siberia obscured the shoreline of Lake Baikal.\" width=\"1000\" height=\"684\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">By mid-summer 2015, satellite images show fires and smoke in Siberia obscured the shoreline of Lake Baikal.</span> <span class=\"element-image__credit\">Photograph: MODIS/Aqua/NASA</span> </figcaption> </figure>  <p>But Russia’s huge expanse of northern icy territory leads many to see global warming as simply a joke, or “helpful”. Among those seriously studying the problem, there is a recognition that warming will have a major effect, but probably not in the medium term, meaning it is frequently dismissed as a problem for the future.</p> <p>St Petersburg, with its swampy location on the sea, could be in serious trouble, but not until next century. Elsewhere, major changes would only happen towards the end of the century.</p> <p>“People recognise it’s very bad for Russia, but it will only be bad in the second half of the century and they don’t see the financial downside,” says Kokorin. “Nobody can give concrete explanations of what would be worse, not for the Maldives or the Marshall Islands, but for us. People don’t reject the problem but they delay the solution.” <strong>Shaun Walker</strong></p>",
          "productionOffice": "UK",
          "isLive": "false",
          "hasStoryPackage": "false",
          "internalPageCode": "2365578",
          "internalContentCode": "457867051",
          "internalRevision": "456",
          "publication": "theguardian.com",
          "allowUgc": "false",
          "isInappropriateForSponsorship": "false",
          "byline": "Shaun Walker",
          "headline": "Political and business climate make cuts unlikely",
          "commentable": "true",
          "thumbnail": "http://media.guim.co.uk/bf4de979cce0a95240b54720cef47f80518478ae/0_209_3218_1931/140.jpg",
          "isPremoderated": "false",
          "internalComposerCode": "55e94d32e4b0dc47f3daf93e",
          "creationDate": "2015-09-04T07:50:10Z",
          "showInRelatedContent": "true",
          "isPrintSent": "false",
          "lastModified": "2015-10-14T11:37:18.650+01:00"
        },
        "webUrl": "http://www.theguardian.com/environment/2015/oct/14/political-and-business-climate-make-cuts-unlikely",
        "apiUrl": "https://preview.content.guardianapis.com/environment/2015/oct/14/political-and-business-climate-make-cuts-unlikely",
        "sectionName": "Environment"
      }
    }
  },
  "US": {
    "response": {
      "status": "ok",
      "userTier": "internal",
      "total": 1,
      "content": {
        "id": "environment/2015/oct/14/bold-moves-but-not-enough-progress",
        "type": "article",
        "sectionId": "environment",
        "isGone": false,
        "webTitle": "US INDC what's in it",
        "webPublicationDate": "2015-10-14T08:23:29Z",
        "fields": {
          "shouldHideAdverts": "false",
          "wordcount": "866",
          "shortUrl": "http://gu.com/p/4b6hg",
          "secureThumbnail": "https://media.guim.co.uk/2159f178b0cf48c920a7fb34f7fbb21fc4cc1773/0_0_5000_3001/140.jpg",
          "main": "<figure class=\"element element-image\" data-media-id=\"2159f178b0cf48c920a7fb34f7fbb21fc4cc1773\"> <img src=\"http://media.guim.co.uk/2159f178b0cf48c920a7fb34f7fbb21fc4cc1773/0_0_5000_3001/1000.jpg\" alt=\"US president Barack Obama on climate change\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">US president Barack Obama has pledged a 26-28% cut in carbon emissions by 2025 from 2005 levels.</span> <span class=\"element-image__credit\">Photograph: Jim Watson/AFP/Getty Images</span> </figcaption> </figure>",
          "liveBloggingNow": "false",
          "body": "<p>Barack Obama pledged the second half of his presidency to fighting climate change – even in the face of strong opposition from industry and a Republican-controlled Congress.</p> <p>The target Obama set ahead of the Paris climate talks of a 26-28% cut in carbon pollution by 2025 from 2005 levels is proof of that commitment, experts said.</p> <p>So too are US efforts, through a series of separate negotiating tracks, to push China, India, Brazil, and other big carbon polluters to raise their ambitions.<br /></p> <p>Taken on its own, the US target earned a “medium” score from the independent analysts of <a href=\"http://climateactiontracker.org/countries/usa.html\">Climate Action Tracker</a>, who noted the pledge was still not enough to limit warming to the internationally agreed goal of 2C.</p> <p>But Obama scored additional points from other experts for pushing forward in the face of strong opposition to his policies from Republican-controlled Congress and state governments and the fossil fuel and power industries.<br /></p> <p>It is going to be tough for Obama to deliver on those promises, not least because his time in the White House is coming to an end. But the target is within reach.<br /></p> <p>“Our basic conclusion is that it is an ambitious target but one that with continued ambition from this administration and the next is going to be reachable – even without new legislation from Congress,” said Kevin Kennedy, director of the US climate programme at the World Resources Institute.<br /></p> <p>But he added: “If you don’t continue on methane, if you don’t finalise rules on HFCs [hydrofluorocarbons], if you don’t continue moving forward on energy efficiency, if you don’t finalise vehicle rules – you won’t get all the way there.”</p> <p>The White House pledge to make “best efforts” to reduce greenhouse gas emissions by 28% emerged from <a href=\"http://www.theguardian.com/environment/2014/nov/12/us-china-climate-deal-boosts-global-talks-but-republicans-vow-to-resist\">a summit in Beijing</a> between Obama and the Chinese president, Xi Jingping, in November 2014, which saw the world’s two biggest carbon polluters come together to fight climate change.<br /></p> <p>US officials say the pledge and its partnership with other big carbon polluters has added momentum to the Paris climate negotiations.<br /></p> <p>The US target will roughly <a href=\"https://www.whitehouse.gov/the-press-office/2015/03/31/fact-sheet-us-reports-its-2025-emissions-target-unfccc\">double the current pace of carbon emissions reductions </a>to 2.3% -2.8% a year between 2020 and 2025, according to the White House. <br tabindex=\"-1\" /></p> <p>Obama committed to cutting emissions 17% on 2005 levels by 2020 - and the US is in reach of that target.</p> <p>To reach its post-2020 goals, however, the US has to deliver on a number of measures set in motion by Obama – but still hostage to challenges from the courts, a Republican-controlled Congress, and the politics of the next occupant of the White House after Obama leaves office in January 2017.<br /></p> <p>Obama is leaning heavily on <a href=\"http://www.theguardian.com/environment/2015/aug/03/obamas-clean-power-plan-hailed-as-strongest-ever-climate-action-by-a-us-president\">his plan for a 32% cut in greenhouse gas emissions from power plants by 2030</a> – the biggest single source of US carbon pollution. Campaigners believe the new power plant rules could deliver even bigger cuts, because of the plummeting costs for rooftop solar and wind energy.</p> <p>Obama separately pledged last June to expand the use of renewable energy to 20% by 2025 .<br tabindex=\"-1\" /></p> <p>But it’s not a given the rules will be in force in time. Under the regulations – adjusted ahead of <a href=\"http://www2.epa.gov/cleanpowerplan/clean-power-plan-existing-power-plants#CPP-final\">their release by the Environmental Protection Agency</a> (EPA) – states have until 2022 to start making cuts. Anticipated court challenges could also derail efforts to deliver the 32% cut on 2005 emissions by the 2030 target date.<br tabindex=\"-1\" /></p> <p><a href=\"http://www.theguardian.com/environment/2015/jul/30/obama-will-use-veto-to-defend-climate-change-plan-if-necessary\">The White House is bracing </a>for a slew of challenges to the new rules from Congress and law suits from Republican-controlled states.<br /></p>  <figure class=\"element element-image\" data-media-id=\"f89f7b4119547cc8bc947cc419c8a36d1aa4567e\"> <img src=\"http://media.guim.co.uk/f89f7b4119547cc8bc947cc419c8a36d1aa4567e/0_0_4873_3243/1000.jpg\" alt=\"Senators introduce greenhouse gas legislation that aims to rollback president Obama’s clean power plan.\" width=\"1000\" height=\"666\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Senators introduce greenhouse gas legislation that aims to rollback president Obama’s clean power plan.</span> <span class=\"element-image__credit\">Photograph: Tom Williams/Getty Images</span> </figcaption> </figure>  <p>The EPA and campaigners are confident those legal challenges will falter and regulations are much more difficult to overturn than executive orders.<br /></p> <p>“There are a lot of hurdles to go but I think they are very likely to get off the ground. There is a tough case to make against the plan legally. There is a tough case to defeat it on the Hill, and states are already moving forward to dramatically produce clean energy and reduce the use of coal-fired power,” said Jake Schmidt, climate campaigner for the Natural Resources Defence Council. “I think we are on a trajectory to making substantial reductions in the main driver of climate change.”<br /></p> <p>But Obama can not ensure that a successor will stick to the blistering pace he has set in his second term – especially if a Republican wins the White House in 2016. “Someone in the White House who doesn’t want to move ambitiously on climate is going to be able to slow things down,” Kennedy said.<br /></p> <p>To meet the target, the US will also have to rely on a suite of other measures introduced during Obama’s presidency.</p> <p>The first was higher car and truck efficiency standards, <a href=\"http://www.theguardian.com/environment/2011/jul/29/barack-obama-fuel-economy-standards\">introduced during Obama’s first term</a>, and due to be tightened in March next year.<br /></p> <p> Obama will also have to deliver on the proposal earlier this year for a <a href=\"http://www.theguardian.com/environment/2015/jan/13/obama-state-of-the-union-methane-regulation-climate-change\">40%-45% cut in methane emissions</a> from the booming gas industry, which is still years away from going into force, and to phase out HFCs, the powerful greenhouse gases used in cooling systems.</p> <p>New directives for government agencies to save energy and reduce emissions could make up the rest. <strong>Suzanne Goldenberg</strong></p>",
          "productionOffice": "UK",
          "isLive": "false",
          "hasStoryPackage": "false",
          "internalPageCode": "2347126",
          "internalContentCode": "457639514",
          "internalRevision": "696",
          "publication": "theguardian.com",
          "allowUgc": "false",
          "headline": "Bold moves but not enough progress",
          "isInappropriateForSponsorship": "false",
          "byline": "Suzanne Goldenberg",
          "commentable": "false",
          "thumbnail": "http://media.guim.co.uk/2159f178b0cf48c920a7fb34f7fbb21fc4cc1773/0_0_5000_3001/140.jpg",
          "isPremoderated": "false",
          "internalComposerCode": "55bb8b20e4b04f35f5162a5f",
          "standfirst": "<p>The US president has done well to push through the climate agenda in the face of a strong opposition but the efforts are still not enough</p>",
          "linkText": "US INDC what's in it",
          "creationDate": "2015-07-31T14:50:08Z",
          "showInRelatedContent": "true",
          "isPrintSent": "false",
          "lastModified": "2015-10-14T09:23:29.285+01:00"
        },
        "webUrl": "http://www.theguardian.com/environment/2015/oct/14/bold-moves-but-not-enough-progress",
        "apiUrl": "https://preview.content.guardianapis.com/environment/2015/oct/14/bold-moves-but-not-enough-progress",
        "sectionName": "Environment"
      }
    }
  },
  "Canada": {
    "response": {
      "status": "ok",
      "userTier": "internal",
      "total": 1,
      "content": {
        "id": "environment/2015/oct/14/compromised-by-weak-target-and-dirty-tar-sands",
        "type": "article",
        "sectionId": "environment",
        "isGone": false,
        "webTitle": "Compromised by weak target and dirty tar sands",
        "webPublicationDate": "2015-10-14T09:17:52Z",
        "fields": {
          "shouldHideAdverts": "false",
          "wordcount": "705",
          "shortUrl": "http://gu.com/p/4b6zp",
          "secureThumbnail": "https://media.guim.co.uk/d175cf72e8a4d0b4db0629c4a1a8af2793719039/0_0_4305_2583/140.jpg",
          "main": "<figure class=\"element element-image\" data-media-id=\"d175cf72e8a4d0b4db0629c4a1a8af2793719039\"> <img src=\"http://media.guim.co.uk/d175cf72e8a4d0b4db0629c4a1a8af2793719039/0_0_4305_2583/1000.jpg\" alt=\"Stephen Harper’s government has proposed to reduce Canada’s greenhouse gas emissions by just 30% below 2005 levels by 2030.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Stephen Harper’s government has proposed to reduce Canada’s greenhouse gas emissions by just 30% below 2005 levels by 2030.</span> <span class=\"element-image__credit\">Photograph: Geoff Robins/AFP/Getty Images</span> </figcaption> </figure>",
          "liveBloggingNow": "false",
          "body": "<p>Canada put forward one of the weakest climate targets of any major industrialised economy, which experts said was a direct result of the Stephen Harper government’s promotion of the highly polluting tar sands industry.<br /></p> <p>The Canadian government proposed to reduce greenhouse gas emissions <a href=\"http://www4.unfccc.int/submissions/INDC/Published%20Documents/Canada/1/INDC%20-%20Canada%20-%20English.pdf\">30% below 2005 levels by 2030</a>.</p> <p>It was the first time Canada had departed significantly from the US on its climate targets – and the result was much for the worse, experts said.</p> <p>Climate Action Tracker analysis, produced by four independent research organisations, dismissed Canada’s proposal as <a href=\"http://climateactiontracker.org/news/203/Canadas-INDC-ranked-inadequate-likely-to-overshoot-both-2020-and-2030-targets-.html\">“inadequate”</a>. </p> <p>The experts noted that Canada’s weak target left other major industrialised countries on the hook to make bigger cuts in their carbon pollution – or else risk falling even further behind the goal of limiting warming to 2C.</p> <p>“By most measures Canada doesn’t really measure up when you look at the rate of reductions they are proposing from 2020 to 2030,” said Taryn Fransen, who directs the World Resources Institute (WRI) open climate network. </p> <p>“When you look at the US, European Union, Japan and even smaller European countries like Switzerland – all of those countries are doing better than Canada.”<br /></p> <p>The problem, Fransen went on, was that Canada was still not prepared to address what she called “the elephant in the room”, which is the Alberta tar sands.</p> <p>In his nine years as prime minister, Harper has championed the expansion of the Alberta tar sands, tacking Canada’s economic future to exploitation of its vast natural resources.</p> <p>That strategy backfired over the last year because of the crash in oil prices, and Harper faces a tough re-election contest next autumn because of uncertainty about Canada’s economic future.</p> <p>For the past several years, however, it was all-systems-go for the tar sands. Harper ramped up production, and lobbied hard to find new markets, pushing for exports to Europe and pipelines to the US.</p> <p>Crude from the tar sands is an especially dirty fossil fuel, and its extraction has led to the destruction of vast swathes of northern forest and peatland – releasing even more greenhouse gas emissions. Tar sands crude produces up to <a href=\"http://www.pembina.org/oil-sands/os101/climate\">4.5 times as much carbon pollution</a> as conventional sources, according to the Pembina Institute, a Canadian environmental thinktank.</p> <p>Harper’s promotion of the tar sands damaged Canada’s reputation in negotiations for a global climate change deal.</p> <p>The tar sands are now the country’s fastest-rising source of carbon pollution, <a href=\"http://climateactiontracker.org/countries/canada.html\">increasing 79%</a> over the last decade. Canada is now <a href=\"http://www.wri.org/blog/2014/11/6-graphs-explain-world%E2%80%99s-top-10-emitters\">the world’s biggest per capita carbon emitter</a>, according to WRI.</p>  <figure class=\"element element-image\" data-media-id=\"5b79ab6a31a92ca530259288f6d7632b8ba421dc\"> <img src=\"http://media.guim.co.uk/5b79ab6a31a92ca530259288f6d7632b8ba421dc/0_0_4367_2911/1000.jpg\" alt=\"The tar sands upgrader plant at the Syncrude mine north of Fort McMurray, Alberta, Canada, at sunset.<br>The tar sands upgrader plant at the Syncrude mine north of Fort McMurray, Alberta, Canada, at sunset.\" width=\"1000\" height=\"667\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">The tar sands upgrader plant at the Syncrude mine north of Fort McMurray, Alberta.</span> <span class=\"element-image__credit\">Photograph: Ashley Cooper/Alamy</span> </figcaption> </figure>  <p>The Harper government takes issue with its critics and claims it is taking steps to fight climate change.</p> <p>“We have laid out a plan for continued emissions reductions leading up to 2030 under our responsible sector-by-sector regulatory approach,” said Shane Buckingham, a spokesman for Leona Aglukkaq, the environment minister.</p> <p>He accused Harper’s opponents – who have called for action on climate change of destroying jobs. </p> <p>“We are increasing energy efficiency, investing in clean energy and advancing innovation while Justin Trudeau [Liberal party leader] and Thomas Mulcair [New Democratic party leader] remain fixated on forcing Canadians to pay carbon taxes that will kill jobs and increase the cost of everything, including: gas, groceries and electricity.”</p> <p>In any event, Canada is unlikely to meet even its own very low bar for 2030, Climate Action Tracker said. It predicted Canada’s carbon pollution would actually grow 8% on 2005 levels by 2030.</p> <p>Canada has<a href=\"http://www.theglobeandmail.com/news/politics/canada-wont-meet-2020-greenhouse-gas-emission-targets-report/article21998423/\"> no chance of hitting its 2020 goal </a>of a 17% cut in emissions on 2005 levels either, the environment ministry conceded in a report late last year. </p> <p>And even in the highly unlikely event that Canada does come within striking range of the target, most of Canada’s emissions cuts will come from outside the country, through the purchases of international offsets.<br /></p> <p> “We don’t see a serious agenda,” Fransen said. “The upcoming Paris negotiations are a chance for the world to get very clear about what needs to happen, and for countries to signal they understand where the world is going ... Canada’s INDC doesn’t signal this big picture, transformative change that needs to happen which is to phase out greenhouse gas emissions during this century.” <strong>Suzanne Goldenberg</strong></p>",
          "productionOffice": "UK",
          "isLive": "false",
          "hasStoryPackage": "false",
          "internalPageCode": "2347324",
          "internalContentCode": "457642329",
          "internalRevision": "898",
          "publication": "theguardian.com",
          "trailText": "Experts say ‘inadequate’ emission plan is direct result of the government’s push for highly polluting tar sands ",
          "allowUgc": "false",
          "headline": "Compromised by weak target and dirty tar sands",
          "isInappropriateForSponsorship": "false",
          "byline": "Suzanne Goldenberg",
          "commentable": "true",
          "thumbnail": "http://media.guim.co.uk/d175cf72e8a4d0b4db0629c4a1a8af2793719039/0_0_4305_2583/140.jpg",
          "isPremoderated": "false",
          "internalComposerCode": "55bbd6ade4b05f8cd9580eb0",
          "standfirst": "<p>Experts say ‘inadequate’ emission plan is direct result of the government’s push for highly polluting tar sands </p>",
          "linkText": "Canada's climate pledge: Lowest target for a major developed economy",
          "creationDate": "2015-07-31T20:12:29Z",
          "showInRelatedContent": "true",
          "isPrintSent": "false",
          "lastModified": "2015-10-14T10:17:51.541+01:00"
        },
        "webUrl": "http://www.theguardian.com/environment/2015/oct/14/compromised-by-weak-target-and-dirty-tar-sands",
        "apiUrl": "https://preview.content.guardianapis.com/environment/2015/oct/14/compromised-by-weak-target-and-dirty-tar-sands",
        "sectionName": "Environment"
      }
    }
  },
  "Indonesia": {
    "response": {
      "status": "ok",
      "userTier": "internal",
      "total": 1,
      "content": {
        "id": "global/2015/oct/14/lacks-clarity-and-fails-to-address-deforestation",
        "type": "article",
        "sectionId": "global",
        "isGone": false,
        "webTitle": "Lacks clarity and fails to address deforestation",
        "webPublicationDate": "2015-10-14T08:43:03Z",
        "fields": {
          "shouldHideAdverts": "false",
          "wordcount": "760",
          "shortUrl": "http://gu.com/p/4czfj",
          "liveBloggingNow": "false",
          "main": "<figure class=\"element element-image\" data-media-id=\"c8c3f9faa4f3499c3bb963755de9174305a8a473\"> <img src=\"http://media.guim.co.uk/c8c3f9faa4f3499c3bb963755de9174305a8a473/0_166_2500_1500/1000.jpg\" alt=\"Children play on the beach near a coal power plant in Jepara, Central Java.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Children play on the beach near a coal power plant in Jepara, Central Java.</span> <span class=\"element-image__credit\">Photograph: Kemal Jufri/Greenpeace</span> </figcaption> </figure>",
          "secureThumbnail": "https://media.guim.co.uk/c8c3f9faa4f3499c3bb963755de9174305a8a473/0_166_2500_1500/140.jpg",
          "body": "<p>Indonesia’s pledge to cuts its <a href=\"http://www.theguardian.com/environment/2015/sep/21/indonesia-promises-to-cut-carbon-emissions-by-29-by-2030\">carbon emissions by 29% by 2030</a> compared to current projections has been criticised for failing to adequately address large-scale forest and peatland loss, which account for the majority of its emissions. <br /></p> <p>Campaigners said <a href=\"http://www4.unfccc.int/submissions/INDC/Published%20Documents/Indonesia/1/INDC_REPUBLIC%20OF%20INDONESIA.pdf\">the final submission to the UN</a> is full of “empty words” that are too “vague” on deforestation.</p> <p>Indonesia is the <a href=\"http://cait.wri.org/historical/Country%20GHG%20Emissions?indicator%5b%5d=Total%20GHG%20Emissions%20Excluding%20Land-Use%20Change%20and%20Forestry&amp;indicator%5b%5d=Total%20GHG%20Emissions%20Including%20Land-Use%20Change%20and%20Forestry&amp;year%5b%5d=2012&amp;sortIdx=1&amp;sortDir=desc&amp;chartType=geo\">sixth biggest carbon emitter </a> and the fourth most populous country in the world, with millions of people living in low lying areas of land experiencing rapid urbanisation. The country is also facing worsening droughts and growing public concern over forest fires. </p> <p>It restated its commitment to increase the 29% target to 41%, depending on international support, but <a href=\"http://www.theguardian.com/environment/2015/sep/21/indonesia-promises-to-cut-carbon-emissions-by-29-by-2030\">a reported $4bn (£6bn) price tag</a> on this support is not in the final document.<br /></p> <p>Its pledge to produce a minimum 23% of its energy from renewable sources by 2025 would be a fourfold increase on the current proportion in its energy mix.</p> <p>The pledge states that the targets will be met through “effective land use and spatial planning , sustainable forest management” including a “social forestry program, restoring functions of degraded ecosystems, improved agriculture and fisheries productivity, energy conservation and the promotion of clean and renewable energy sources and waste management.”</p> <p>But Greenpeace Indonesia said that these were “just sweet and empty words” that do not adequately address public anxiety around growing <a href=\"http://www.theguardian.com/environment/2014/mar/14/fires-indonesia-highest-levels-2012-haze-emergency\">forest and peatland fires,</a> which cause respiratory illnesses. The government estimates that 63% of its greenhouse gas emissions are the result of forest and peatland fires and land use change, but <a href=\"http://www.theguardian.com/environment/2015/may/08/protecting-indonesias-forests-is-a-key-issue-for-paris-climate-talks\">others say</a> the proportion is as much as 80%. </p> <p>Taryn Fransen, director of the Open Climate Network at the World Resources Institute (WRI), a leading environmental thinktank, said it is “encouraging to see the government give weight” to the issue. But she added that it could face “huge implementation challenges” to uphold the policy, with the measures in the pledge “a little bit more vague than we would like to see”. </p> <p>A target to sustainably manage and conserve 12.7m hectares of forest area in the draft has been removed from the final pledge and no other quantitative commitment is given. </p> <p>In May the government extended a moratorium on deforestation, but <a href=\"http://www.theguardian.com/environment/2015/may/14/indonesia-extends-moratorium-on-partial-forest-clearing\">activists have called </a>for it to be strengthened as it currently excludes secondary forests and areas earmarked for “national development” through geothermal, oil and gas, electricity, rice and sugarcane projects.</p> <p>Yuyun Indradi, political forests campaigner at Greenpeace Indonesia said: “With the current haze in Sumatra and Kalimantan, people are realising they are now suffering and that they will suffer more in the long term if the government doesn’t take more action to tackle deforestation. There is no clear explanation in the pledge for what kind of activities or programmes they are going to implement to reduce forest fires and haze”.</p>  <figure class=\"element element-image\" data-media-id=\"d36bdb18a8b69142f085e8221137a67486c33959\"> <img src=\"http://media.guim.co.uk/d36bdb18a8b69142f085e8221137a67486c33959/0_0_3000_1992/1000.jpg\" alt=\"Two women wear face masks as the haze from forest fires shrouded the Ampera bridge in Palembang, South Sumatra, Indonesia. \" width=\"1000\" height=\"664\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Two women wear face masks as the haze from forest fires shrouded the Ampera bridge in Palembang, South Sumatra, Indonesia. </span> <span class=\"element-image__credit\">Photograph: Ulet Ifansasti/Getty Images</span> </figcaption> </figure>  <p>He suggested that the problem can be blamed on the politicisation of natural resources in the country. </p> <p>“The profit from natural resources is used to back up the political machine. At the moment the best profit they can get is from forests. Private companies see the prospect for palm oil for example is quite strong so they keep asking for extensions for plantations to the local government, who also need the money and to keep political power,” said Indradi.</p> <p>The final submission includes a definition of the baseline its pledges are measured against: a “business-as-usual” assessment from 2010.<br tabindex=\"-1\" /></p> <p>Fransen described this addition as “an improvement in transparency” but added that the pledge does not give enough details to ascertain how ambitious the 29% target is. </p> <p>Whereas most developed countries define their greenhouse gas targets around reductions on current emissions, some developing countries compare their targets to projected scenarios – what their emissions would be if they did not take action. This can make progress more difficult to track because it is measured against variables such as GDP growth, the changing price of renewables or population growth and sometimes it is not clear which policies are included in the scenario. </p> <p>Approximately 19% of the country’s emissions are estimated to be produced through the burning of fossil fuels. </p> <p>Although Indonesia is a country rich in oil and coal reserves, it ceased exporting oil in 2004 and fossil fuel subsidies have escalated significantly since, something that the INDC is critical of. It is predicted to be importing 75% of its oil by 2030, <a href=\"http://file:///Volumes/Downloads/Internet%20Downloads/Ten_ideas_to_reshape_Indonesias_energy_sector%20(1).pdf\">according to a 2014 McKinsey report.</a> It produces and consumes large amounts of coal, with Greenpeace estimating that it now provides for 35% of domestic electricity. <br /><strong>Emma Howard</strong></p>",
          "productionOffice": "UK",
          "isLive": "false",
          "hasStoryPackage": "false",
          "internalPageCode": "2379880",
          "internalContentCode": "458072655",
          "internalRevision": "2339",
          "publication": "theguardian.com",
          "allowUgc": "false",
          "isInappropriateForSponsorship": "false",
          "byline": "Emma Howard",
          "headline": "Lacks clarity and fails to address deforestation",
          "commentable": "false",
          "thumbnail": "http://media.guim.co.uk/c8c3f9faa4f3499c3bb963755de9174305a8a473/0_166_2500_1500/140.jpg",
          "isPremoderated": "false",
          "internalComposerCode": "560a994de4b00e76364a222e",
          "creationDate": "2015-09-29T13:59:41Z",
          "showInRelatedContent": "true",
          "isPrintSent": "false",
          "lastModified": "2015-10-14T09:43:02.568+01:00"
        },
        "webUrl": "http://www.theguardian.com/global/2015/oct/14/lacks-clarity-and-fails-to-address-deforestation",
        "apiUrl": "https://preview.content.guardianapis.com/global/2015/oct/14/lacks-clarity-and-fails-to-address-deforestation",
        "sectionName": "Global"
      }
    }
  },
  "India": {
    "response": {
      "status": "ok",
      "userTier": "internal",
      "total": 1,
      "content": {
        "id": "global/2015/oct/14/environment-comes-second-to-economic-growth",
        "type": "article",
        "sectionId": "global",
        "isGone": false,
        "webTitle": "Environment comes second to economic growth",
        "webPublicationDate": "2015-10-14T08:38:37Z",
        "fields": {
          "shouldHideAdverts": "false",
          "wordcount": "770",
          "shortUrl": "http://gu.com/p/4d25h",
          "liveBloggingNow": "false",
          "main": "<figure class=\"element element-image\" data-media-id=\"1c7a49d58722ed3a1dc9a5ab444802f76f946c54\"> <img src=\"http://media.guim.co.uk/1c7a49d58722ed3a1dc9a5ab444802f76f946c54/0_262_4000_2400/1000.jpg\" alt=\"A schoolgirl crosses a road shrouded in haze in New Delhi, India.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">A schoolgirl crosses a road shrouded in haze in New Delhi, India.</span> <span class=\"element-image__credit\">Photograph: Bloomberg/Bloomberg via Getty Images</span> </figcaption> </figure>",
          "secureThumbnail": "https://media.guim.co.uk/1c7a49d58722ed3a1dc9a5ab444802f76f946c54/0_262_4000_2400/140.jpg",
          "body": "<p>India was a day late in its submission of its climate change plan to the UN, and was the last of 140 countries to do so.</p> <p>The delay was partly deliberate. The government of Narendra Modi waited until the anniversary of the birth of the Mahatma Gandhi , the revered independence leader and campaigner for a low-tech local model of economic development based on village communities, to give their announcement added resonance. </p> <p>Gandhi is invoked repeatedly in the <a href=\"http://www4.unfccc.int/submissions/INDC/Published%20Documents/India/1/INDIA%20INDC%20TO%20UNFCCC.pdf\">Indian submission</a>, with one of his quotes warning: “[The] Earth has enough resources to meet people’s needs, but will never have enough to satisfy people’s greed.”</p> <p>But the delay was also due to the delicacy of the issue. Modi and his Bharatiya Janata party (BJP) owe their landslide victory in last year’s elections to the conviction among millions of Indians that they can bring economic growth and, above all, opportunity. For most Indians, this remains the priority. The environment, many in the south Asian emerging power believe, can wait.</p> <p>“When we are rich we will have the money to clean things up. But we are a poor country,” said Sanjeev Kumar, a night watchman, in Delhi.</p> <p>As its submission made clear, “it is estimated that more than half of India of 2030 is yet to be built”. India’s population of 1.3 billion is projected to grow to 1.5 billion by 2030. Its current infrastructure, including power supply, is grossly inadequate even for those alive now, let alone future demographic and economic growth. At least one-third of children are malnourished; sanitation is patchy in rural areas; literacy levels are improved but remain comparatively low.</p> <p>The BJP government has made a point of overruling previous decisions blocking developments on environmental grounds since coming to power to allow major infrastructure projects to go ahead.</p> <p>India’s main argument in negotiations so far, likely to be repeated many times in the weeks to come, is twofold. Ministers and negotiators point out that though the world’s third biggest greenhouse gas emitter, India’s per capita emissions level is a fraction of that of developed countries, especially the US.</p> <p>They will also emphasise the idea of “climate justice”, and stress the responsibility of the west for carbon pollution since the Industrial Revolution.</p> <p>Such arguments chime with local sentiment within India, where there is a long tradition of independent thinking and resistance to “international” conclaves which are seen to be dominated by the US particularly, and the developed word more generally. </p> <p>The pledge to have 40% of its electricity capacity from renewable and other low-carbon sources and cut the “emissions intensity” of its economy – a ratio of carbon emissions per unit of GDP – by up to 35% by 2030 is ambitious.<br /></p> <p>India is building <a href=\"http://www.theguardian.com/news/2015/may/27/why-india-is-captured-by-carbon\">a huge quantity of new coal-fired power stations</a>, even while it is investing in solar and wind energy too.</p> <p>Pujarini Sen, climate and energy campaigner for Greenpeace India, said: “The scale of expansion of another 170-200 GW power from coal is baffling. This will set back India’s development prospects, by worsening problems of air quality and water scarcity, as well as contributing to the destruction of forests from mining, and the displacement of communities. </p>  <figure class=\"element element-image\" data-media-id=\"a70dfa78ea34adb3742a965b0bb4ff51ecf9f63c\"> <img src=\"http://media.guim.co.uk/a70dfa78ea34adb3742a965b0bb4ff51ecf9f63c/0_255_4000_2400/1000.jpg\" alt=\"A coal yard and power plant in Krishnapatnam, Andhra Pradesh.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">A coal yard and power plant in Krishnapatnam, Andhra Pradesh.</span> <span class=\"element-image__credit\">Photograph: Prashanth Vishwanathan/Bloomberg/Getty Images</span> </figcaption> </figure>  <p>“Financial analysts have predicted that electricity from renewable energy, especially solar, will be cheaper than coal within a few years so where is the economic rationale for investing in what might well be stranded assets?”</p> <p>Greenpeace did however welcome the Indian government’s climate targets and supported its call for finance and technology assistance from developed countries.</p> <p>Other experts backed the call for technological help from wealthier nations.</p> <p> “India, through its announced INDC, demonstrates its willingness to play an important role on the international stage ahead of the climate talks in December in Paris. India’s signal could no doubt be much stronger ... should the rich and developed countries step up and provide adequate finance and technology support,” said Sanjay Vashist, director of Climate Action Network South Asia.</p> <p>A final problem will be execution. Though it is increasingly clear that hundreds of millions of Indians are suffering from <a href=\"http://www.theguardian.com/world/2015/sep/23/india-doctors-air-pollution-rise-respiratory-diseases-delhi\">appalling air pollution in major cities </a>– the capital Delhi is widely considered the most polluted city in the world – almost no significant measures have been taken in recent years to tackle the problem. </p> <p>The submission starts with the statement that “India has a long history and tradition of harmonious co-existence between man and nature.”</p> <p>“We represent a culture that calls our planet Mother Earth. As our ancient text says; “Keep pure! For the Earth is our mother! And we are her children!” it says. <strong>Jason Burke</strong></p>",
          "productionOffice": "UK",
          "isLive": "false",
          "hasStoryPackage": "false",
          "internalPageCode": "2383253",
          "internalContentCode": "458109705",
          "internalRevision": "290",
          "publication": "theguardian.com",
          "allowUgc": "false",
          "isInappropriateForSponsorship": "false",
          "byline": "Jason Burke",
          "headline": "Environment comes second to economic growth",
          "commentable": "false",
          "thumbnail": "http://media.guim.co.uk/1c7a49d58722ed3a1dc9a5ab444802f76f946c54/0_262_4000_2400/140.jpg",
          "isPremoderated": "false",
          "internalComposerCode": "56120c8ee4b06bd936f9cd2f",
          "creationDate": "2015-10-05T05:37:18Z",
          "showInRelatedContent": "true",
          "isPrintSent": "false",
          "lastModified": "2015-10-14T09:38:36.921+01:00"
        },
        "webUrl": "http://www.theguardian.com/global/2015/oct/14/environment-comes-second-to-economic-growth",
        "apiUrl": "https://preview.content.guardianapis.com/global/2015/oct/14/environment-comes-second-to-economic-growth",
        "sectionName": "Global"
      }
    }
  },
  "Brazil": {
    "response": {
      "status": "ok",
      "userTier": "internal",
      "total": 1,
      "content": {
        "id": "environment/2015/oct/14/bridging-the-gap-between-rich-and-poor-nations",
        "type": "article",
        "sectionId": "environment",
        "isGone": false,
        "webTitle": "Bridging the gap between rich and poor nations",
        "webPublicationDate": "2015-10-14T08:23:51Z",
        "fields": {
          "shouldHideAdverts": "false",
          "wordcount": "614",
          "shortUrl": "http://gu.com/p/4cqpj",
          "liveBloggingNow": "false",
          "main": "<figure class=\"element element-image\" data-media-id=\"277fd7356ca12baacd23af985b5d70f2990c7f5a\"> <img src=\"http://media.guim.co.uk/277fd7356ca12baacd23af985b5d70f2990c7f5a/0_0_3266_1960/1000.jpg\" alt=\"An area of the Amazon rainforest which has been slashed and burned stands next to a section of virgin forest in Nova Esperanca do Piria.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">An area of the Amazon rainforest which has been slashed and burned stands next to a section of virgin forest in Nova Esperanca do Piria.</span> <span class=\"element-image__credit\">Photograph: Ricardo Moraes/Reuters/Corbis</span> </figcaption> </figure>",
          "secureThumbnail": "https://media.guim.co.uk/277fd7356ca12baacd23af985b5d70f2990c7f5a/0_0_3266_1960/140.jpg",
          "body": "<p>Brazil’s promise to reduce total emissions by 2025 is a bold political move that should allow the country once again to play a leading role in climate negotiations.</p> <p>As the first major developing nation <a href=\"http://www.carbonbrief.org/blog/2015/09/analysis-brazils-climate-pledge-represents-slight-increase-on-current-emissions/\">to pledge an absolute reductions target</a> (rather than relative to GDP), Brazil will be in a strong position to bridge the gap between rich and poor nations at the Paris talks in December.</p> <p>Despite the important symbolism of this move, the scale of the country’s goals is still inadequate to protect the world’s largest forest – the Amazon – and to keep global temperature rises below 2C.</p> <p> Brazil’s <a href=\"http://www4.unfccc.int/submissions/INDC/Published%20Documents/Brazil/1/BRAZIL%20iNDC%20english%20FINAL.pdf\">long-awaited goals</a> were spelled out by president Dilma Rousseff at the UN general assembly. The country pledges to <a draggable=\"true\" href=\"http://www.theguardian.com/environment/2015/sep/28/brazil-pledges-to-cut-carbon-emissions-37-by-2025\">reduce emissions by 37% from 2005</a> levels by 2025. Five years after that, it vows to halt illegal deforestation in the Amazon, restore 12m hectares (30m acres) of forest, recover 15m hectares of degraded pastures and to obtain 45% of its energy from renewable sources, up from 35% last year.</p>  <figure class=\"element element-image element--supporting\" data-media-id=\"9e551bdee8181524216bf46ac57aa7868f32316d\"> <img src=\"http://media.guim.co.uk/9e551bdee8181524216bf46ac57aa7868f32316d/0_0_2832_4256/665.jpg\" alt=\"Picture of a dense gray-looking polluted landscape viewed from the highest spot of Sao Paulo, the Jaragua pike, on August 27, 2010. For the fifth consecutive day, the low-level of air humidity has reached under 20 percent leaving the city of Sao Paulo in state of alert. Temperature has coming around 30 degrees Celsius in the afternoon as the city runs without rain for 41days.\" width=\"665\" height=\"1000\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Pollution in Sao Paulo.</span> <span class=\"element-image__credit\">Photograph: Mauricio Lima/AFP/Getty Images</span> </figcaption> </figure>  <p>In a sign of its willingness to be flexible, the country has also set an aspirational economy-wide 43% emissions reductions goal for 2030, after which it could revise its targets every five years based on changing circumstances. </p> <p> Carlos Rittl, executive secretary of the Climate Observatory, said Brazil’s targets were more ambitious than those of China, the US, Japan, Russia, South Africa and Canada. “Compared to the goals in the rest of the world for reducing emissions, Brazil is in a good position at the negotiation table,” he said. <br /></p> <p>But he cautioned against over-enthusiasm, noting that his country’s commitment - like those of almost every other major economy - was still short of the level needed to prevent a 2C temperature rise. “It’s a great initial step, but although Brazil’s goals might be better than others, they are not enough to solve the problem.”<br /></p> <p>From an environmental standpoint, the main disappointment is on forests. Brazil’s goal to stop illegal land clearance in Amazonia by 2030 is a step back from a promise Dilma made to US president Barack Obama to <a href=\"http://rweb.washingtonpost.com/rweb/ideas/can-brazil-follow-through-on-its-ambitious-climate-goals/2015/07/03/83a13e22-203c-11e5-84d5-eb37ee8eaa61_story.html\">end illegal deforestation nationwide</a>. It also falls short of the 2030 zero deforestation target adopted by all other tropical countries. </p> <p>Despite the deceleration of logging and burning compared to 10 years ago, an area three times the size of Greater London continues to be cleared each year. </p> <p> “What this says is that the government will tolerate illegal deforestation for another 15 years. We should be talking about ending deforestation in any form, whether legal or illegal,” says Pedro Telles of Greenpeace Brazil. “The government can and should be doing more.”</p> <p>Moreover, the latest climate pledge does not cover Brazil’s other forests, such as those in the Cerrado, which are being felled for soya plantations and cattle ranches. Nor does it distinguish between native and planted forests, which are very different in terms of habitat protection. <br /></p> <p> In terms of overall emissions, Brazil has already done most of the heavy lifting.</p> <p>Thanks mainly to the slowdown of deforestation it has already cut emissions from 2005 levels by 41%. But a growing population and increased energy demand mean they are likely to rise again before they fall to the target of 37% in 2025.</p> <p> Brazil’s policy is shaped by a number of factors. To appease a hostile Congress, Rousseff has had to include <a href=\"http://www.theguardian.com/world/2014/dec/24/brazil-agriculture-katia-abreu-climate-change\">climate sceptics and agricultural lobbyists in her cabinet</a>, but environment minister, Izabella Teixeira , remains the key player in international negotiations, and public concern about the impact of climate change has increased as a result of the <a href=\"http://www.theguardian.com/cities/2015/feb/25/sao-paulo-brazil-failing-megacity-water-crisis-rationing\">recent severe drought in São Paulo</a>. <strong>Jonathan Watts</strong></p>",
          "productionOffice": "UK",
          "isLive": "false",
          "hasStoryPackage": "false",
          "internalPageCode": "2381608",
          "internalContentCode": "458088560",
          "internalRevision": "289",
          "publication": "theguardian.com",
          "allowUgc": "false",
          "isInappropriateForSponsorship": "false",
          "byline": "Jonathan Watts",
          "headline": "Bridging the gap between rich and poor nations",
          "commentable": "false",
          "thumbnail": "http://media.guim.co.uk/277fd7356ca12baacd23af985b5d70f2990c7f5a/0_0_3266_1960/140.jpg",
          "isPremoderated": "false",
          "internalComposerCode": "560d010ee4b025318eb6e26a",
          "creationDate": "2015-10-01T09:46:54Z",
          "showInRelatedContent": "true",
          "isPrintSent": "false",
          "lastModified": "2015-10-14T09:23:50.730+01:00"
        },
        "webUrl": "http://www.theguardian.com/environment/2015/oct/14/bridging-the-gap-between-rich-and-poor-nations",
        "apiUrl": "https://preview.content.guardianapis.com/environment/2015/oct/14/bridging-the-gap-between-rich-and-poor-nations",
        "sectionName": "Environment"
      }
    }
  }
}