{
    "2030": {
        "header": "Without new action on carbon emissions, this happens",
        "desc": "This is why Paris is necessary. Developing countries still have a lot of developing to do – and that means big increases in emissions that would lock in dangerous global warming. That’s why, unlike the only previous international climate protocol, Paris will apply to rich and poor countries.",
        "axis": "CO2e emissions (MtCO2e)",
        "unit": "MtCO2e"
    },
    "absolute": {
        "header": "Fortunately, pledges to cut emissions make the picture look rosier",
        "desc": "So far, more than 140 countries have submitted their plans to the UN. The US looks more ambitious than the EU because Europe has already done a lot of the hard work to cut emissions. China and India’s pledges, as this shows, are critical to curbing emissions as they grow.",
        "axis": "CO2e emissions (MtCO2e)",
        "unit": "MtCO2e"
    },
    "%": {
        "header": "So how do the pledges line up?",
        "desc": "Countries can give the UN any baseline year for their carbon cuts, making them hard to compare. Here we’ve lined up all the pledges as a percentage against a 2012 baseline. It’s a crude method – for example Japan’s emissions were high that year, making it look more ambitious than it is – so it should not be read as a ranking.",
        "axis": "% change in emissions from 2012 (%)",
        "unit": "%"
    },
    "percapita": {
        "header": "But don’t blame Ethiopians for global warming",
        "desc": "The average Chinese and Indian person’s carbon footprint will still be lower than an American or Canadian’s, even after the cuts. Ethiopians and Indonesians, living in two of the world’s nine fastest growing populations, will still be small contributors to climate change at an individual level.",
        "axis": "CO2e emissions (MtCO2e) per capita",
        "unit": "MtCO2e"
    },
    "1990": {
        "header": "Things have changed a lot since climate talks started two decades ago",
        "desc": "In 1990, the EU and the US were far and away the biggest emitters. Together, they are responsible for around half the cumulative CO2 emitted between 1850 and 2012. Angela Merkel was host for the first climate summit in 1995 – the Paris meeting in December will be the 21st.",
        "axis": "CO2e emissions (MtCO2e)",
        "unit": "MtCO2e"
    },
    "2012": {
        "header": "Where we stand today",
        "desc": "The gap between richer and poorer countries is far narrower now than 25 years ago, and in China’s case its burgeoning economy saw it overtake the US to become the world’s biggest polluter in 2006. Europe’s emissions fell due to green measures, Russia’s because of industrial decline.",
        "axis": "CO2e emissions (MtCO2e)",
        "unit": "MtCO2e"
    }
}
